[
  {
    "id": "dev_303",
    "date": "2026-09-01",
    "title": "Buscando la Sabiduría de Dios",
    "openingScripture": {
      "reference": "Santiago 1:5",
      "text": "Y si alguno de vosotros tiene falta de sabiduría, pídala a Dios, el cual da a todos abundantemente y sin reproche, y le será dada."
    },
    "keyVerseSpotlight": {
      "reference": "Santiago 1:5",
      "text": "Y si alguno de vosotros tiene falta de sabiduría, pídala a Dios, el cual da a todos abundantemente y sin reproche, y le será dada."
    },
    "reflection": "Septiembre trae nuevos comienzos—regreso a clases, rutinas de otoño, nuevos comienzos. Ya sea que estés navegando nuevas responsabilidades, tomando decisiones difíciles o simplemente tratando de discernir tu próximo paso, la sabiduría no es opcional. Es esencial. Y aquí está la verdad notable: Dios no acapara la sabiduría. Él la da liberalmente, generosamente, sin reproche.\n\nNota lo que Santiago no dice. No dice: 'Si eres lo suficientemente inteligente' o 'Si lo has ganado.' Él dice: 'Si te falta sabiduría, pide.' El requisito previo es reconocer tu necesidad, no probar tu mérito. Dios no te regaña por pedir. Él lo celebra. La frase 'sin reproche' significa que Dios no te avergonzará por necesitar ayuda. Él no dirá: 'Deberías haberlo sabido mejor.' Él simplemente proveerá lo que necesitas.\n\nLa sabiduría no es solo conocimiento; es saber cómo aplicar la verdad a la vida real. Es discernimiento en las relaciones, claridad en las decisiones y perspectiva en el caos. Sea lo que sea que enfrentes hoy, no tienes que resolverlo solo. Dios está listo para guiarte—no escasamente, sino liberalmente. Pídele. Confía en que Él se deleita en darte la sabiduría que necesitas para esta temporada.",
    "lifeApplication": "Porque Dios da sabiduría liberalmente a todos los que piden, traeré una decisión específica que estoy enfrentando a Él en oración hoy y pediré Su guía.",
    "prayer": "Padre, confieso que a menudo trato de confiar en mi propio entendimiento. Hoy vengo pidiendo Tu sabiduría. Necesito discernimiento para las decisiones frente a mí, claridad para la confusión que siento y perspectiva para los desafíos que estoy navegando. Gracias porque no me reprochas por pedir—provees generosamente. Concédeme sabiduría más allá de mis años y entendimiento más allá de mis circunstancias. En el nombre de Jesús, amén.",
    "actionStep": "Escribe un área donde necesitas sabiduría hoy. Ora Santiago 1:5 sobre ella, y luego escribe en un diario lo que viene a tu mente mientras escuchas la guía de Dios.",
    "goingDeeper": [
      "Proverbios 2:6 - Porque Jehová da la sabiduría, y de su boca viene el conocimiento y la inteligencia.",
      "Proverbios 3:5-6 - Fíate de Jehová de todo tu corazón"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_304",
    "date": "2026-09-02",
    "title": "Creciendo en Conocimiento",
    "openingScripture": {
      "reference": "2 Pedro 3:18",
      "text": "Antes bien, creced en la gracia y el conocimiento de nuestro Señor y Salvador Jesucristo. A él sea gloria ahora y hasta el día de la eternidad. Amén."
    },
    "keyVerseSpotlight": {
      "reference": "2 Pedro 3:18",
      "text": "Antes bien, creced en la gracia y el conocimiento de nuestro Señor y Salvador Jesucristo."
    },
    "reflection": "[Reflexión completa de 250-400 palabras sobre Creciendo en Conocimiento enfatizando Sabiduría y Conocimiento]",
    "lifeApplication": "Porque estoy llamado a crecer en el conocimiento de Cristo, pasaré 10 minutos hoy leyendo un pasaje de las Escrituras y pidiendo a Dios que revele algo nuevo sobre Su carácter.",
    "prayer": "Señor Jesús, no quiero estancarme en mi fe. Quiero conocerte más profundamente, entender Tu Palabra más completamente y experimentar Tu gracia más ricamente. Ayúdame a ser un aprendiz de por vida, hambriento de verdad y lo suficientemente humilde para seguir creciendo. Transforma mi mente y mi corazón mientras busco conocerte mejor. Amén.",
    "actionStep": "Elige un atributo de Dios (por ejemplo, fidelidad, compasión, soberanía) y encuentra tres versículos que lo describan. Reflexiona sobre cómo has visto ese atributo en tu propia vida.",
    "goingDeeper": [
      "Filipenses 3:10 - a fin de conocerle, y el poder de su resurrección",
      "Colosenses 1:9-10 - pidiendo que seáis llenos del conocimiento de su voluntad"
    ],
    "readingTime": "3 min"
  }
]