[
  {
    "id": "dev_364",
    "date": "2026-11-01",
    "title": "Nube de Testigos",
    "openingScripture": {
      "reference": "Hebreos 12:1",
      "text": "Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia, y corramos con paciencia la carrera que tenemos por delante."
    },
    "keyVerseSpotlight": {
      "reference": "Hebreos 12:1",
      "text": "Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia."
    },
    "reflection": "No estás solo en tu jornada de fe. Hebreos 11 acaba de relatar las historias de hombres y mujeres fieles que confiaron en Dios contra todo pronóstico: Abraham, Moisés, Rahab, David. Y ahora, el capítulo 12 dice que están observando. No para juzgar, sino para animarte. Son la nube de testigos, prueba de que la fe funciona, de que Dios es fiel, de que la carrera vale la pena correr.\n\nSu presencia debería inspirarte a despojarte de todo peso: las cosas que te frenan, los pecados que te hacen tropezar, las distracciones que te desvían del camino. Esto no se trata de perfección; se trata de perseverancia. Se trata de correr tu carrera con los ojos puestos en Jesús, sabiendo que otros han terminado las suyas victoriosamente.\n\nHoy, en el Día de Todos los Santos, recuerda a aquellos que te han precedido. Su fe no fue perfecta, pero fue persistente. Sus circunstancias no fueron ideales, pero su confianza en Dios fue inquebrantable. Eres parte de ese mismo legado. Sigue corriendo. La nube está observando, y Jesús está esperando en la meta.",
    "lifeApplication": "Porque estoy rodeado de testigos fieles, identificaré un peso o pecado que me está frenando y lo dejaré a un lado hoy.",
    "prayer": "Padre, gracias por la nube de testigos que me ha mostrado que la fe es posible, que la perseverancia vale la pena y que Tú eres fiel. Ayúdame a correr mi carrera bien, dejando a un lado todo lo que me obstaculiza. Quiero terminar fuerte, como lo hicieron ellos. Amén.",
    "actionStep": "Reflexiona sobre Hebreos 11. Elige una persona cuya fe te inspira. Pregúntate: '¿Qué puedo aprender de su ejemplo?' Luego aplícalo a tu propia vida hoy.",
    "goingDeeper": [
      "Hebreos 11:1-40 - Salón de la Fama de la Fe",
      "2 Timoteo 4:7 - He peleado la buena batalla, he acabado la carrera, he guardado la fe"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_365",
    "date": "2026-11-02",
    "title": "Actitud de Gratitud",
    "openingScripture": {
      "reference": "Colosenses 3:15",
      "text": "Y la paz de Dios gobierne en vuestros corazones, a la que asimismo fuisteis llamados en un solo cuerpo; y sed agradecidos."
    },
    "keyVerseSpotlight": {
      "reference": "Colosenses 3:15",
      "text": "Y sed agradecidos."
    },
    "reflection": "La gratitud no es automática, es intencional. El mandato de Pablo es simple: sé agradecido. No 'siéntete agradecido cuando la vida va bien', sino sé agradecido sin importar qué. La gratitud es una disciplina, una elección, una mentalidad que transforma cómo ves tus circunstancias. No niega las dificultades, pero se niega a ser definida por ellas.\n\nCuando cultivas la gratitud, algo cambia. Comienzas a notar bendiciones que has estado pasando por alto. Dejas de dar por sentada la fidelidad de Dios. Encuentras gozo en momentos ordinarios: un amanecer, una conversación, una oración contestada. La gratitud reorienta tu perspectiva de lo que falta a lo que está presente, de lo que está roto a lo que Dios está redimiendo.\n\nEl mandato de 'ser agradecido' se empareja con dejar que la paz de Dios gobierne tu corazón. Hay una conexión. La gratitud y la paz van de la mano. Cuando eliges el agradecimiento, la ansiedad pierde su control. Cuando ensayas la bondad de Dios, el miedo se desvanece. La gratitud no es solo cortés, es poderosa. Comienza hoy. Elige una actitud de gratitud y observa cómo transforma tu corazón.",
    "lifeApplication": "Porque la gratitud es una elección, escribiré cinco cosas por las que estoy agradecido hoy y agradeceré a Dios específicamente por cada una.",
    "prayer": "Padre, elijo la gratitud hoy. Incluso cuando la vida es difícil, Tú eres bueno. Incluso cuando las circunstancias son inciertas, Tú eres fiel. Ayúdame a ver Tus bendiciones, nombrarlas y dar gracias. Que la gratitud llene mi corazón y se desborde en mis palabras y acciones. Amén.",
    "actionStep": "Pon un temporizador por 5 minutos. Escribe todo por lo que estás agradecido, grande o pequeño. Luego ora por la lista, agradeciendo a Dios por cada bendición.",
    "goingDeeper": [
      "1 Tesalonicenses 5:18 - Dad gracias en todo, porque esta es la voluntad de Dios para con vosotros en Cristo Jesús",
      "Salmos 100:4 - Entrad por sus puertas con acción de gracias"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_366",
    "date": "2026-11-03",
    "title": "Cultivando Agradecimiento",
    "openingScripture": {
      "reference": "Salmos 107:1",
      "text": "Alabad a Jehová, porque él es bueno; porque para siempre es su misericordia."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 107:1",
      "text": "Alabad a Jehová, porque él es bueno; porque para siempre es su misericordia."
    },
    "reflection": "El agradecimiento no está reservado para un día en noviembre, está destinado a ser un ritmo diario. El salmista te invita a dar gracias no porque tus circunstancias sean perfectas, sino porque Dios es bueno. Su carácter nunca cambia. Su misericordia nunca falla. Incluso cuando la vida es desordenada, Dios es fiel. Esa es razón suficiente para dar gracias.\n\nCultivar el agradecimiento es como tender un jardín. Requiere intención. Tienes que regarlo con la Escritura, arrancar las quejas y protegerlo de las malas hierbas de la amargura y la comparación. Pero cuando lo haces, el fruto es abundante: gozo, paz, contentamiento y una confianza más profunda en Dios.\n\nComienza hoy. Haz del agradecimiento un hábito. Mantén un diario de gratitud. Comienza las oraciones con acción de gracias. Ensaya la fidelidad de Dios en voz alta. Entrena tu mente para notar bendiciones en lugar de problemas. El agradecimiento cultivado no solo cambia tu estado de ánimo, cambia tu relación con Dios. Te recuerda quién es Él y lo que ha hecho. Da gracias. Él es bueno.",
    "lifeApplication": "Porque la misericordia de Dios es para siempre, comenzaré un diario de gratitud esta semana y escribiré tres bendiciones cada día.",
    "prayer": "Señor, Tú eres bueno y Tu misericordia nunca termina. Perdóname por las veces que me he enfocado en problemas en lugar de Tu fidelidad. Ayúdame a cultivar un corazón agradecido que vea Tu bondad en cada temporada. Te doy gracias hoy. Amén.",
    "actionStep": "Compra o crea un diario de gratitud. Escribe tres cosas específicas por las que estés agradecido hoy. Comprométete a hacer esto todos los días este mes.",
    "goingDeeper": [
      "Salmos 103:2 - Bendice, alma mía, a Jehová, y no olvides ninguno de sus beneficios",
      "Efesios 5:20 - Dando siempre gracias por todo al Dios y Padre, en el nombre de nuestro Señor Jesucristo"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_367",
    "date": "2026-11-04",
    "title": "Reconociendo Bendiciones",
    "openingScripture": {
      "reference": "Santiago 1:17",
      "text": "Toda buena dádiva y todo don perfecto desciende de lo alto, del Padre de las luces, en el cual no hay mudanza, ni sombra de variación."
    },
    "keyVerseSpotlight": {
      "reference": "Santiago 1:17",
      "text": "Toda buena dádiva y todo don perfecto desciende de lo alto, del Padre de las luces."
    },
    "reflection": "Cada bendición en tu vida, grande o pequeña, viene de Dios. Santiago es claro: toda buena dádiva, todo don perfecto, viene del Padre. ¿Ese amanecer? De Él. ¿Esa amistad? De Él. ¿Ese aliento que acabas de tomar? De Él. Nada bueno sucede por accidente. Todo es gracia.\n\nEl problema es que estamos tan acostumbrados a las bendiciones que dejamos de reconocerlas. Damos nuestra salud por sentada hasta que se va. Pasamos por alto la provisión hasta que enfrentamos la falta. Desestimamos las relaciones hasta que experimentamos la soledad. Reconocer las bendiciones requiere intencionalidad. Es ir más despacio, prestar atención y nombrar los regalos que Dios ha dado.\n\nDios no cambia. No varía. Él es el Padre de las luces, consistentemente bueno, infinitamente generoso. Cuando comienzas a reconocer Sus bendiciones, la gratitud se vuelve natural. Ves Su mano en todo. Dejas de dar Sus regalos por sentados. Hoy, abre tus ojos. Busca Sus bendiciones. Están en todas partes.",
    "lifeApplication": "Porque toda buena dádiva viene de Dios, nombraré cinco bendiciones que he estado dando por sentadas y le agradeceré por cada una.",
    "prayer": "Padre de las luces, gracias por cada buen regalo que me has dado. Perdóname por dar Tus bendiciones por sentadas. Abre mis ojos para ver Tu mano en mi vida, en los grandes momentos y en los pequeños. Reconozco que todo lo bueno viene de Ti. Gracias. Amén.",
    "actionStep": "Pasa tu día hoy notando intencionalmente las bendiciones. Al final del día, escribe al menos cinco y agradece a Dios por ellas.",
    "goingDeeper": [
      "Salmos 68:19 - Bendito el Señor; cada día nos colma de beneficios",
      "Lamentaciones 3:22-23 - Por la misericordia de Jehová no hemos sido consumidos"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_368",
    "date": "2026-11-05",
    "title": "Apreciando los Dones de Dios",
    "openingScripture": {
      "reference": "1 Timoteo 4:4",
      "text": "Porque todo lo que Dios creó es bueno, y nada es de desecharse, si se toma con acción de gracias."
    },
    "keyVerseSpotlight": {
      "reference": "1 Timoteo 4:4",
      "text": "Porque todo lo que Dios creó es bueno, y nada es de desecharse, si se toma con acción de gracias."
    },
    "reflection": "La apreciación transforma cosas ordinarias en regalos sagrados. Pablo dice que todo lo que Dios creó es bueno, y cuando lo recibimos con acción de gracias, honramos tanto el regalo como al Dador. La comida no es solo combustible, es provisión de un Padre amoroso. Las relaciones no son solo conexiones, son reflejos del deseo de Dios por la comunidad. La creación no es solo paisaje, es una exhibición de Su gloria.\n\nCuando recibes los dones de Dios con gratitud, los ves de manera diferente. Una comida se convierte en un recordatorio de Su fidelidad. Un atardecer se convierte en adoración. Una conversación se convierte en ministerio. Nada es mundano cuando se recibe con acción de gracias. Todo se convierte en una oportunidad para encontrar a Dios.\n\nLo opuesto también es cierto. Cuando das las cosas por sentadas, pierdes la bendición. Consumes sin apreciar. Usas sin honrar. Pero cuando haces una pausa para dar gracias, te detienes. Notas. Aprecias. Y en ese momento, lo ordinario se vuelve extraordinario. Recibe los dones de Dios hoy con un corazón agradecido.",
    "lifeApplication": "Porque los dones de Dios son buenos y están destinados a ser recibidos con acción de gracias, le agradeceré por tres bendiciones ordinarias que usualmente doy por sentadas.",
    "prayer": "Padre, gracias por Tus dones, los que noto y los que paso por alto. Ayúdame a recibir todo con gratitud, viendo Tu mano en lo ordinario y Tu amor en lo cotidiano. No quiero dar Tus bendiciones por sentadas. Enséñame a apreciarlas. Amén.",
    "actionStep": "Antes de tu próxima comida, haz una pausa y agradece a Dios, no solo por la comida, sino por las manos que la prepararon, los agricultores que la cultivaron y la provisión que ha dado.",
    "goingDeeper": [
      "Salmos 145:15-16 - Los ojos de todos esperan en ti, y tú les das su comida a su tiempo",
      "1 Tesalonicenses 5:18 - Dad gracias en todo"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_369",
    "date": "2026-11-06",
    "title": "Recordando las Obras de Dios",
    "openingScripture": {
      "reference": "Salmos 103:2",
      "text": "Bendice, alma mía, a Jehová, y no olvides ninguno de sus beneficios."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 103:2",
      "text": "Bendice, alma mía, a Jehová, y no olvides ninguno de sus beneficios."
    },
    "reflection": "Olvidar es fácil. La vida se mueve rápido, y el milagro de ayer se convierte en el recuerdo desvanecido de hoy. El salmista sabía esto, por eso ordenó a su propia alma: no olvides ninguno de Sus beneficios. Recordar las obras de Dios no es opcional, es esencial para la gratitud sostenida y la fe inquebrantable.\n\n¿Qué ha hecho Dios por ti? ¿Te sanó? ¿Proveyó para ti? ¿Te perdonó? ¿Te rescató de la depresión, la adicción, la desesperación? ¿Te llevó a través de una prueba que no pensabas que sobrevivirías? Esos no son solo recuerdos, son testimonios de Su fidelidad. Y cuando los recuerdas, alimentan tu fe para los desafíos de hoy.\n\nRecordar es un acto de adoración. Es ensayar la bondad de Dios, relatar Su fidelidad y anclar tu esperanza en Su historial comprobado. Cuando estés tentado a dudar, recuerda lo que ha hecho. Cuando estés ansioso por el futuro, recuerda cómo ha provisto en el pasado. No olvides. Tu memoria de Sus obras es el fundamento de tu confianza en Sus promesas.",
    "lifeApplication": "Porque estoy llamado a recordar los beneficios de Dios, escribiré tres maneras específicas en que Dios ha sido fiel conmigo en el último año y le agradeceré por cada una.",
    "prayer": "Señor, no quiero olvidar lo que has hecho. Gracias por sanarme, proveer para mí, perdonarme y llevarme a través de cada prueba. Ayúdame a recordar Tu fidelidad cuando esté tentado a dudar. Nunca me has fallado, y no comenzarás ahora. Amén.",
    "actionStep": "Pasa 10 minutos escribiendo sobre la fidelidad de Dios en tu vida. Escribe ejemplos específicos de cómo ha provisto, sanado o rescatado.",
    "goingDeeper": [
      "Deuteronomio 8:2 - Y te acordarás de todo el camino por donde te ha traído Jehová tu Dios",
      "Salmos 77:11 - Me acordaré de las obras de JAH; sí, haré yo memoria de tus maravillas antiguas"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_370",
    "date": "2026-11-07",
    "title": "Compartiendo Tu Testimonio",
    "openingScripture": {
      "reference": "Salmos 66:16",
      "text": "Venid, oíd todos los que teméis a Dios, y contaré lo que ha hecho a mi alma."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 66:16",
      "text": "Venid, oíd todos los que teméis a Dios, y contaré lo que ha hecho a mi alma."
    },
    "reflection": "Tu testimonio no es solo para ti, es para todos los que necesitan escuchar que Dios sigue siendo fiel. El salmista invita a otros a 'venid y oíd' lo que Dios ha hecho. Tu historia de la fidelidad de Dios puede alentar a alguien que está luchando, inspirar a alguien que está dudando y dar esperanza a alguien que está listo para rendirse.\n\nCompartir tu testimonio no requiere una historia de conversión dramática. Es simplemente decir la verdad sobre lo que Dios ha hecho en tu vida. Tal vez ha sanado tu matrimonio. Tal vez ha provisto cuando los recursos escaseaban. Tal vez te ha llevado a través de la depresión, el dolor o la adicción. Sea lo que sea, vale la pena compartirlo.\n\nCuando declaras lo que Dios ha hecho, no solo estás relatando el pasado, estás construyendo fe para el futuro. Estás recordándote a ti mismo y a otros que Dios sigue trabajando, sigue siendo fiel, sigue siendo bueno. No guardes tu testimonio para ti mismo. Compártelo. Alguien necesita escucharlo.",
    "lifeApplication": "Porque mi testimonio puede alentar a otros, compartiré una manera específica en que Dios ha sido fiel conmigo con alguien esta semana.",
    "prayer": "Padre, gracias por lo que has hecho en mi vida. Ayúdame a ser valiente al compartir mi testimonio, no para jactarme de mí mismo, sino para señalar a otros Tu fidelidad. Usa mi historia para alentar a alguien que necesita esperanza hoy. Amén.",
    "actionStep": "Piensa en una persona que está luchando ahora mismo. Comparte con ella una manera específica en que Dios ha sido fiel contigo y anímala a confiar en Él.",
    "goingDeeper": [
      "Apocalipsis 12:11 - Y ellos le han vencido por medio de la sangre del Cordero y de la palabra del testimonio de ellos",
      "Salmos 107:2 - Díganlo los redimidos de Jehová"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_371",
    "date": "2026-11-08",
    "title": "Alabando a Dios Siempre",
    "openingScripture": {
      "reference": "Salmos 34:1",
      "text": "Bendeciré a Jehová en todo tiempo; su alabanza estará de continuo en mi boca."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 34:1",
      "text": "Bendeciré a Jehová en todo tiempo; su alabanza estará de continuo en mi boca."
    },
    "reflection": "El compromiso de David es radical: bendeciré al Señor en todo tiempo. No solo cuando la vida es buena. No solo cuando las oraciones son contestadas. En todo tiempo. Eso incluye los tiempos difíciles, los tiempos confusos, los tiempos dolorosos. La alabanza no depende de las circunstancias, está anclada en el carácter de Dios.\n\nAlabar a Dios siempre no significa fingir felicidad. Significa elegir honrarlo incluso cuando no tengas ganas. Es declarar Su bondad cuando no puedes verla. Es confiar en Su fidelidad cuando no puedes rastrearla. Es adorar en la tormenta, sabiendo que Él sigue siendo soberano.\n\nAquí está el secreto: cuando eliges la alabanza en los tiempos difíciles, algo cambia. Tu perspectiva cambia. Tu enfoque se mueve del problema al Solucionador de problemas. Tu corazón se alinea con la verdad en lugar del miedo. La alabanza no es negación, es desafío. Es negarse a dejar que las circunstancias dicten tu adoración. Bendice al Señor en todo tiempo. Él es digno, sin importar tu situación.",
    "lifeApplication": "Porque Dios es digno de alabanza en todo tiempo, lo adoraré hoy incluso si no tengo ganas, confiando en que Él es bueno.",
    "prayer": "Señor, elijo bendecirte hoy, no porque todo sea perfecto, sino porque Tú lo eres. Eres digno de mi alabanza en cada temporada. Ayúdame a adorarte en todo tiempo, en todas las circunstancias, con todo mi corazón. Amén.",
    "actionStep": "Incluso si estás luchando hoy, pasa 5 minutos adorando a Dios. Reproduce una canción de adoración, lee un salmo o simplemente declara Su bondad en voz alta.",
    "goingDeeper": [
      "Hebreos 13:15 - Así que, ofrezcamos siempre a Dios, por medio de él, sacrificio de alabanza",
      "1 Tesalonicenses 5:16-18 - Estad siempre gozosos. Orad sin cesar. Dad gracias en todo"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_372",
    "date": "2026-11-09",
    "title": "Entrar con Acción de Gracias",
    "openingScripture": {
      "reference": "Salmos 100:4",
      "text": "Entrad por sus puertas con acción de gracias, por sus atrios con alabanza; alabadle, bendecid su nombre."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 100:4",
      "text": "Entrad por sus puertas con acción de gracias, por sus atrios con alabanza."
    },
    "reflection": "La acción de gracias es la puerta de entrada a la presencia de Dios. Antes de traer tus peticiones, antes de derramar tus quejas, antes de pedir ayuda, comienza con gratitud. Realinea tu corazón, te recuerda Su fidelidad y te posiciona para escuchar Su voz. La acción de gracias no es solo cortés, es la postura de un corazón que confía en Dios.\n\nCuando entras en la presencia de Dios con acción de gracias, estás reconociendo quién es Él y lo que ha hecho. Estás diciendo: 'Dios, antes de pedirte más, quiero agradecerte por lo que ya has dado'. Ese tipo de gratitud lo honra y te transforma. Cambia tu enfoque de lo que falta a lo que es abundante.\n\n¿Cómo entras por las puertas de Dios hoy? ¿Con quejas? ¿Con demandas? ¿O con acción de gracias? Haz que la gratitud sea tu primera respuesta, no tu última. Comienza cada oración, cada tiempo de adoración, cada momento tranquilo con Dios dando gracias. Es el camino a Su presencia y el fundamento para una intimidad más profunda con Él.",
    "lifeApplication": "Porque la acción de gracias es el camino a la presencia de Dios, comenzaré cada oración hoy con gratitud antes de hacer cualquier petición.",
    "prayer": "Padre, entro en Tu presencia con acción de gracias. Gracias por Tu fidelidad, Tu amor, Tu provisión. Antes de pedirte nada, quiero honrarte por todo lo que ya has hecho. Eres bueno y bendigo Tu nombre. Amén.",
    "actionStep": "Hoy, antes de orar por tus necesidades, pasa 2 minutos agradeciendo a Dios por bendiciones específicas. Haz que la acción de gracias sea tu primera respuesta en cada oración.",
    "goingDeeper": [
      "Filipenses 4:6 - Sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias",
      "Salmos 95:2 - Lleguemos ante su presencia con alabanza"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_373",
    "date": "2026-11-10",
    "title": "Gozo en Todas las Circunstancias",
    "openingScripture": {
      "reference": "Filipenses 4:4",
      "text": "Regocijaos en el Señor siempre. Otra vez digo: ¡Regocijaos!"
    },
    "keyVerseSpotlight": {
      "reference": "Filipenses 4:4",
      "text": "Regocijaos en el Señor siempre. Otra vez digo: ¡Regocijaos!"
    },
    "reflection": "Pablo escribió estas palabras desde la prisión. Deja que eso penetre. No estaba descansando en una playa, viviendo su mejor vida, cuando ordenó: 'Regocijaos siempre'. Estaba encadenado, confinado, incierto de su futuro. Y sin embargo, eligió el gozo. No porque sus circunstancias fueran ideales, sino porque su gozo estaba arraigado en el Señor, no en su situación.\n\nEl gozo en todas las circunstancias no es negación, es desafío. Es negarse a dejar que las dificultades roben tu esperanza. Es anclar tus emociones en el carácter inmutable de Dios en lugar de en los vientos siempre cambiantes de la vida. Puedes regocijarte en el Señor incluso cuando no puedes regocijarte en tus circunstancias porque Dios sigue siendo bueno, sigue siendo soberano, sigue siendo fiel.\n\nEl mandato de regocijarse siempre no es una carga, es liberador. Te libera de la tiranía de las circunstancias. Te recuerda que tu gozo no depende de lo que sucede a tu alrededor, sino de quién vive dentro de ti. Elige el gozo hoy. No porque todo sea perfecto, sino porque Dios lo es.",
    "lifeApplication": "Porque el gozo está arraigado en el Señor, elegiré regocijarme hoy sin importar mis circunstancias, confiando en que Dios es bueno.",
    "prayer": "Señor, elijo el gozo hoy, no porque la vida sea fácil, sino porque Tú eres fiel. Mis circunstancias pueden cambiar, pero Tú nunca cambias. Ayúdame a regocijarme en Ti siempre, anclando mi esperanza en Tu bondad. Amén.",
    "actionStep": "Identifica una circunstancia difícil que estás enfrentando. Elige regocijarte en el Señor a pesar de ella, declarando Su fidelidad en voz alta.",
    "goingDeeper": [
      "Habacuc 3:17-18 - Aunque la higuera no florezca... con todo, yo me alegraré en Jehová",
      "Santiago 1:2 - Hermanos míos, tened por sumo gozo cuando os halléis en diversas pruebas"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_374",
    "date": "2026-11-11",
    "title": "Honrando a Quienes Sirvieron",
    "openingScripture": {
      "reference": "Juan 15:13",
      "text": "Nadie tiene mayor amor que este, que uno ponga su vida por sus amigos."
    },
    "keyVerseSpotlight": {
      "reference": "Juan 15:13",
      "text": "Nadie tiene mayor amor que este, que uno ponga su vida por sus amigos."
    },
    "reflection": "Hoy, en el Día de los Veteranos, honramos a aquellos que estuvieron dispuestos a dar sus vidas por otros. Jesús dijo que esta es la mayor expresión de amor: sacrificial, desinteresada, costosa. Los veteranos encarnan este amor, poniendo su propia seguridad en peligro para proteger las libertades que disfrutamos. Su servicio es un reflejo del sacrificio último de Cristo.\n\nHonrar a los veteranos no se trata solo de recordar el pasado; se trata de expresar gratitud por el presente. La libertad que experimentas (para adorar, para hablar, para vivir en paz) fue comprada a un precio. Muchos pagaron con sus vidas. Otros cargan las cicatrices, físicas y emocionales, de su servicio. Merecen nuestro agradecimiento, nuestras oraciones y nuestro apoyo.\n\nMientras honras a los veteranos hoy, reflexiona también sobre el sacrificio de Cristo. Dio Su vida no por amigos, sino por enemigos. No murió por los merecedores, sino por los quebrantados. Y a través de Su sacrificio, se te ha dado la mayor libertad de todas: libertad del pecado, la muerte y la condenación. Honra el sacrificio. Vive digno de la libertad que compró.",
    "lifeApplication": "Porque el sacrificio merece gratitud, agradeceré a un veterano hoy y oraré por aquellos que han servido a nuestro país.",
    "prayer": "Padre, gracias por aquellos que sirvieron y sacrificaron para proteger nuestra libertad. Bendícelos, sánalos y hónralos. Y gracias, Jesús, por Tu sacrificio último que compró mi libertad eterna. Ayúdame a vivir digno del precio que pagaste. Amén.",
    "actionStep": "Agradece a un veterano hoy, ya sea en persona, a través de un mensaje o en oración. Hazle saber que su sacrificio importó.",
    "goingDeeper": [
      "Romanos 5:7-8 - Ciertamente, apenas morirá alguno por un justo; con todo, pudiera ser que alguno osara morir por el bueno. Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros",
      "Proverbios 31:8-9 - Abre tu boca por el mudo en el juicio de todos los desvalidos"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_375",
    "date": "2026-11-12",
    "title": "Agradecido por el Sacrificio",
    "openingScripture": {
      "reference": "Romanos 12:1",
      "text": "Así que, hermanos, os ruego por las misericordias de Dios, que presentéis vuestros cuerpos en sacrificio vivo, santo, agradable a Dios, que es vuestro culto racional."
    },
    "keyVerseSpotlight": {
      "reference": "Romanos 12:1",
      "text": "Así que, hermanos, os ruego por las misericordias de Dios, que presentéis vuestros cuerpos en sacrificio vivo, santo, agradable a Dios."
    },
    "reflection": "El sacrificio no se trata solo de morir por una causa, se trata de vivir por una. Pablo te llama a ser un sacrificio vivo, ofreciendo toda tu vida a Dios. No solo tus domingos, no solo tus oraciones, sino cada momento, cada elección, cada aliento. Este es tu culto espiritual: entrega diaria, intencional y costosa.\n\nUn sacrificio vivo requiere compromiso continuo. Los sacrificios muertos están terminados, quemados, finalizados. Pero los sacrificios vivos se despiertan cada mañana y eligen la entrega nuevamente. Dicen: 'Dios, mi tiempo es Tuyo. Mis recursos son Tuyos. Mis planes son Tuyos. Mi vida es Tuya'. Eso es lo que significa vivir sacrificialmente.\n\nSe te ha mostrado misericordia increíble: perdonado, redimido, adoptado, amado incondicionalmente. Pablo dice: 'A la luz de esa misericordia, ofrécete'. No por obligación, sino por gratitud. No de mala gana, sino con gozo. Tu vida es lo más valioso que puedes ofrecer a Dios. Dala libremente. Vive sacrificialmente. Esa es la verdadera adoración.",
    "lifeApplication": "Porque la misericordia de Dios llama a mi entrega, ofreceré un área de mi vida a Él hoy como un sacrificio vivo: mi tiempo, mis planes o mis recursos.",
    "prayer": "Padre, gracias por Tu misericordia. No la merezco, pero la has dado libremente. En respuesta, me ofrezco, toda mi vida, como un sacrificio vivo. Toma mi tiempo, mis planes, mis recursos y úsalos para Tu gloria. Me rindo. Amén.",
    "actionStep": "Identifica un área de tu vida que has estado reteniendo de Dios. Ora Romanos 12:1 sobre ella, ofreciéndola a Él como un sacrificio vivo.",
    "goingDeeper": [
      "Gálatas 2:20 - Con Cristo estoy juntamente crucificado, y ya no vivo yo, mas vive Cristo en mí",
      "Lucas 9:23 - Y decía a todos: Si alguno quiere venir en pos de mí, niéguese a sí mismo, tome su cruz cada día, y sígame"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_376",
    "date": "2026-11-13",
    "title": "Bondad de Dios",
    "openingScripture": {
      "reference": "Salmos 34:8",
      "text": "Gustad, y ved que es bueno Jehová; dichoso el hombre que confía en él."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 34:8",
      "text": "Gustad, y ved que es bueno Jehová."
    },
    "reflection": "El salmista te invita a experimentar la bondad de Dios de primera mano: gustad y ved. Esto no es teología teórica, es encuentro personal. No puedes conocer completamente la bondad de Dios oyendo hablar de ella de segunda mano. Tienes que gustarla tú mismo, experimentarla personalmente y ver cuán fiel es verdaderamente.\n\nLa bondad de Dios no es solo una doctrina, es una realidad que puedes experimentar diariamente. Está en Su provisión cuando los recursos escasean, Su paz cuando la ansiedad amenaza, Su fortaleza cuando estás débil, Su presencia cuando estás solo. Cada oración contestada, cada bendición inesperada, cada momento de gracia es un sabor de Su bondad.\n\nLa invitación permanece: gustad y ved. Deja de confiar en los testimonios de otros. Busca a Dios tú mismo. Clama a Él. Confía en Él con tus necesidades. Obsérvalo demostrar ser fiel. Y cuando gustes Su bondad, no podrás quedarte callado. Querrás declararla, compartirla e invitar a otros a experimentarla también. Dios es bueno. Gusta y ve por ti mismo.",
    "lifeApplication": "Porque estoy invitado a gustar la bondad de Dios, daré un paso de fe hoy, confiándole una necesidad específica, y observaré cómo demuestra ser fiel.",
    "prayer": "Señor, quiero gustar y ver Tu bondad por mí mismo. No quiero fe de segunda mano, quiero experiencia personal. Ayúdame a confiar en Ti con mis necesidades y muéstrame cuán bueno eres verdaderamente. Me refugio en Ti. Amén.",
    "actionStep": "Identifica un área donde necesitas experimentar la bondad de Dios. Tráela a Él en oración y observa cómo responde.",
    "goingDeeper": [
      "Salmos 100:5 - Porque Jehová es bueno; para siempre es su misericordia",
      "Nahúm 1:7 - Jehová es bueno, fortaleza en el día de la angustia"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_377",
    "date": "2026-11-14",
    "title": "Agradecido por la Misericordia",
    "openingScripture": {
      "reference": "Lamentaciones 3:22-23",
      "text": "Por la misericordia de Jehová no hemos sido consumidos, porque nunca decayeron sus misericordias. Nuevas son cada mañana; grande es tu fidelidad."
    },
    "keyVerseSpotlight": {
      "reference": "Lamentaciones 3:22",
      "text": "Por la misericordia de Jehová no hemos sido consumidos, porque nunca decayeron sus misericordias."
    },
    "reflection": "Aún estás aquí. A pesar de tus fracasos, tus dudas, tu rebelión, tus debilidades, aún estás aquí. ¿Por qué? Por la misericordia de Dios. Su misericordia te ha sostenido. Su compasión te ha evitado ser consumido. Cada mañana que despiertas es prueba de que la misericordia de Dios es nueva, fresca e inagotable.\n\nLa misericordia es recibir lo que no mereces. Mereces juicio, pero recibes gracia. Mereces condenación, pero recibes perdón. Mereces ser consumido por tu pecado, pero la compasión de Dios dice: 'Aún no he terminado contigo'. Eso es misericordia. Y es nueva cada mañana.\n\nEstá agradecido por la misericordia. Es la razón por la que no te estás ahogando en vergüenza. Es la razón por la que tu pasado no define tu futuro. Es la razón por la que puedes venir a Dios con valentía, sabiendo que no te rechazará. Su compasión nunca falla. Su misericordia nunca se agota. Grande es Su fidelidad. Agradécele por ello hoy.",
    "lifeApplication": "Porque la misericordia de Dios es nueva cada mañana, reflexionaré sobre un área donde he experimentado Su compasión y le agradeceré por ella.",
    "prayer": "Padre, gracias por Tu misericordia. No la merezco, pero la das libremente cada día. Tu compasión nunca falla y estoy agradecido. Ayúdame a extender la misma misericordia a otros que me has mostrado. Grande es Tu fidelidad. Amén.",
    "actionStep": "Reflexiona sobre Lamentaciones 3:22-23. Escribe una manera específica en que has experimentado la misericordia de Dios recientemente y agradécele por ella.",
    "goingDeeper": [
      "Efesios 2:4-5 - Pero Dios, que es rico en misericordia, por su gran amor con que nos amó, aun estando nosotros muertos en pecados, nos dio vida juntamente con Cristo",
      "Salmos 103:8 - Misericordioso y clemente es Jehová; lento para la ira, y grande en misericordia"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_378",
    "date": "2026-11-15",
    "title": "Gracia Asombrosa",
    "openingScripture": {
      "reference": "Efesios 2:8-9",
      "text": "Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios; no por obras, para que nadie se gloríe."
    },
    "keyVerseSpotlight": {
      "reference": "Efesios 2:8",
      "text": "Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios."
    },
    "reflection": "La gracia es el concepto más contraintuitivo del cristianismo. No la ganas. No la mereces. No puedes trabajar por ella. Es un regalo: dado libremente, inmerecido, no ganado. La salvación no se trata de lo que has hecho; se trata de lo que Cristo ha hecho. Y esa verdad debería llenarte de gratitud abrumadora.\n\nLa gracia nivela el campo de juego. No importa cuán bueno hayas sido o cuán malo hayas sido. La gracia dice: 'Ninguno de ustedes es lo suficientemente bueno, y todos son amados de todos modos'. Elimina la jactancia, elimina la comparación y ancla tu identidad en Cristo solo. Eres salvo por gracia, sostenido por gracia y asegurado por gracia.\n\nEstá agradecido por la gracia. Es la razón por la que estás perdonado. Es la razón por la que eres libre. Es la razón por la que tienes esperanza. Sin gracia, estás perdido. Con gracia, estás redimido, adoptado y amado para siempre. Gracia asombrosa. Salvó a un miserable como tú. Nunca lo olvides.",
    "lifeApplication": "Porque soy salvo por gracia, agradeceré a Dios hoy por Su regalo inmerecido de salvación y compartiré el evangelio con una persona esta semana.",
    "prayer": "Padre, gracias por Tu gracia asombrosa. No la merezco, pero la has dado libremente. Soy salvo no por mis obras, sino por Tu regalo. Ayúdame a nunca dar Tu gracia por sentada y siempre extenderla a otros. Amén.",
    "actionStep": "Reflexiona sobre las letras de 'Amazing Grace'. Agradece a Dios por las maneras específicas en que Su gracia ha cambiado tu vida y comparte tu testimonio con alguien esta semana.",
    "goingDeeper": [
      "Tito 2:11 - Porque la gracia de Dios se ha manifestado para salvación a todos los hombres",
      "Romanos 3:23-24 - Por cuanto todos pecaron, y están destituidos de la gloria de Dios, siendo justificados gratuitamente por su gracia"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_379",
    "date": "2026-11-16",
    "title": "La Fidelidad de Dios Perdura",
    "openingScripture": {
      "reference": "Salmos 136:1",
      "text": "Alabad a Jehová, porque él es bueno, porque para siempre es su misericordia."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 136:1",
      "text": "Alabad a Jehová, porque él es bueno, porque para siempre es su misericordia."
    },
    "reflection": "El Salmo 136 es una letanía de la fidelidad de Dios. Veintiséis veces, el estribillo se repite: 'Porque para siempre es Su misericordia'. A través de la creación, liberación, provisión y cada momento intermedio, el amor fiel de Dios nunca vacila. Perdura a través de temporadas, pruebas, dudas y fracasos. Es la única constante en la que puedes contar.\n\nLa fidelidad de Dios no depende de tu desempeño. No fluctúa según tu obediencia o tus fracasos. Perdura para siempre: inmutable, inquebrantable, inamovible. Cuando dudas, Él es fiel. Cuando fallas, Él es fiel. Cuando vagas, Él es fiel. Su misericordia es el fundamento de tu esperanza.\n\nEstá agradecido por la fidelidad perdurable de Dios. Es la razón por la que puedes confiar en Él hoy. Es la razón por la que puedes tener esperanza para mañana. Es la razón por la que puedes descansar en Sus promesas. Su misericordia nunca terminará. Da gracias. Él es bueno, y Su fidelidad perdura para siempre.",
    "lifeApplication": "Porque la misericordia de Dios es para siempre, le agradeceré hoy por una manera en que Su fidelidad me ha sostenido a través de una temporada difícil.",
    "prayer": "Señor, gracias porque Tu misericordia es para siempre. Cuando he dudado, has sido fiel. Cuando he fallado, has permanecido verdadero. Tu fidelidad es el fundamento de mi esperanza. Te doy gracias hoy. Amén.",
    "actionStep": "Lee el Salmo 136. Después de cada versículo, haz una pausa y agradece a Dios por una manera específica en que Su fidelidad ha sido evidente en tu vida.",
    "goingDeeper": [
      "Lamentaciones 3:22-23 - Por la misericordia de Jehová no hemos sido consumidos",
      "1 Corintios 1:9 - Fiel es Dios, por el cual fuisteis llamados a la comunión con su Hijo"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_380",
    "date": "2026-11-17",
    "title": "Agradecido por el Amor de Dios",
    "openingScripture": {
      "reference": "1 Juan 4:9-10",
      "text": "En esto se mostró el amor de Dios para con nosotros, en que Dios envió a su Hijo unigénito al mundo, para que vivamos por él. En esto consiste el amor: no en que nosotros hayamos amado a Dios, sino en que él nos amó a nosotros, y envió a su Hijo en propiciación por nuestros pecados."
    },
    "keyVerseSpotlight": {
      "reference": "1 Juan 4:10",
      "text": "En esto consiste el amor: no en que nosotros hayamos amado a Dios, sino en que él nos amó a nosotros, y envió a su Hijo en propiciación por nuestros pecados."
    },
    "reflection": "El amor de Dios no es reactivo, es iniciador. No lo amaste primero. No lo buscaste. Él te amó primero, y envió a Jesús para probarlo. Mientras aún eras pecador, Cristo murió por ti. Eso es amor. No sentimientos sentimentales, no afecto condicional, sino amor sacrificial, costoso y dador de vida.\n\nEl amor de Dios es la razón por la que tienes vida. Sin él, estás muerto en pecado. Sin él, estás separado de Él. Pero porque te amó primero, cerró la brecha. Envió a Su Hijo como el sacrificio expiatorio, absorbiendo el castigo que merecías para que pudieras recibir la gracia que no mereces.\n\nEstá agradecido por el amor de Dios. No se basa en tu desempeño, tu valía o tu amabilidad. Se basa en Su carácter. Él es amor, y lo ha derramado abundantemente sobre ti. Eres amado: profunda, eterna, incondicionalmente. Deja que esa verdad penetre. Deja que transforme cómo te ves a ti mismo y cómo amas a otros. Dios te amó primero. Responde con gratitud.",
    "lifeApplication": "Porque Dios me amó primero, le agradeceré hoy por Su amor sacrificial y me comprometeré a amar a otros de la manera en que Él me ha amado.",
    "prayer": "Padre, gracias por amarme primero. No lo merecía, no lo gané, no lo busqué, pero lo diste de todos modos. Gracias por enviar a Jesús a morir por mí. Ayúdame a amar a otros con el mismo amor sacrificial que me has mostrado. Amén.",
    "actionStep": "Medita en 1 Juan 4:10. Agradece a Dios por Su amor y luego identifica una persona a la que puedas amar sacrificialmente esta semana, ya sea a través de servicio, perdón o aliento.",
    "goingDeeper": [
      "Romanos 5:8 - Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros",
      "Juan 3:16 - Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_381",
    "date": "2026-11-18",
    "title": "Agradecido por la Salvación",
    "openingScripture": {
      "reference": "Salmos 95:1",
      "text": "Venid, aclamemos alegremente a Jehová; cantemos con júbilo a la roca de nuestra salvación."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 95:1",
      "text": "Venid, aclamemos alegremente a Jehová; cantemos con júbilo a la roca de nuestra salvación."
    },
    "reflection": "La salvación vale la pena gritarla. El salmista no susurra tímidamente sobre el rescate de Dios, grita, canta y celebra. ¿Por qué? Porque la salvación es el regalo más grande que jamás recibirás. Es rescate del pecado, libertad de la condenación y vida eterna con Dios. Eso no es algo de lo que guardar silencio.\n\nDios es la roca de tu salvación: sólido, inquebrantable, inmutable. Tu salvación no se basa en tu fuerza, tu bondad o tus esfuerzos. Está anclada en Cristo, la Roca. Él es el fundamento que no puede ser movido, el refugio que no puede ser quebrantado, el Salvador que no puede fallar.\n\nEstá agradecido por la salvación. No la des por sentada. No dejes que la familiaridad apague tu asombro. Estabas muerto y ahora estás vivo. Estabas perdido y ahora estás encontrado. Estabas condenado y ahora estás perdonado. Eso vale la pena celebrar. Grita a la Roca de tu salvación. Canta Sus alabanzas. Nunca dejes de estar agradecido por lo que ha hecho.",
    "lifeApplication": "Porque la salvación vale la pena celebrar, tomaré tiempo hoy para agradecer a Dios por salvarme y compartiré el evangelio con una persona esta semana.",
    "prayer": "Señor, Tú eres la roca de mi salvación. Gracias por rescatarme del pecado y la muerte. Estaba perdido y me encontraste. Estaba condenado y me perdonaste. Grito Tus alabanzas hoy. Gracias por salvarme. Amén.",
    "actionStep": "Pasa 5 minutos adorando a Dios por tu salvación. Luego escribe tu testimonio en 3-4 oraciones y compártelo con alguien esta semana.",
    "goingDeeper": [
      "Efesios 2:8 - Porque por gracia sois salvos por medio de la fe",
      "Hechos 4:12 - Y en ningún otro hay salvación; porque no hay otro nombre bajo el cielo, dado a los hombres, en que podamos ser salvos"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_382",
    "date": "2026-11-19",
    "title": "Redimido y Agradecido",
    "openingScripture": {
      "reference": "Salmos 107:2",
      "text": "Díganlo los redimidos de Jehová, los que ha redimido del poder del enemigo."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 107:2",
      "text": "Díganlo los redimidos de Jehová, los que ha redimido del poder del enemigo."
    },
    "reflection": "Si has sido redimido, no te quedes en silencio. El salmista dice: 'Díganlo los redimidos del Señor'. Testifica. Comparte tu historia. Declara lo que Dios ha hecho. La redención no es una experiencia privada, es un testimonio público. Y cuando la compartes, das esperanza a otros que aún están en esclavitud.\n\nRedención significa que has sido comprado de nuevo de la esclavitud. Dios pagó el precio, la sangre de Su Hijo, para comprar tu libertad. Estabas esclavizado al pecado, el miedo, la vergüenza y la muerte. Pero Cristo te redimió, rompiendo cada cadena y poniéndote en libertad. Ya no perteneces al enemigo. Perteneces a Dios.\n\nEstá agradecido por la redención. No es solo perdón, es libertad. No es solo un borrón y cuenta nueva, es una nueva identidad. Ya no estás definido por tu pasado, tus errores o tus fracasos. Estás definido por Aquel que te redimió. Dilo. Deja que tu vida y tus palabras proclamen la libertad que Cristo te ha dado.",
    "lifeApplication": "Porque he sido redimido, agradeceré a Dios por comprar mi libertad y compartiré mi testimonio con una persona esta semana.",
    "prayer": "Padre, gracias por redimirme. Pagaste el precio que no podía pagar y me liberaste del pecado y la muerte. Te pertenezco ahora. Ayúdame a nunca estar en silencio sobre lo que has hecho. Soy redimido, y lo diré. Amén.",
    "actionStep": "Reflexiona sobre tu historia de redención. Escribe cómo Dios te ha rescatado y compártela con alguien que necesita escuchar que la libertad es posible.",
    "goingDeeper": [
      "Efesios 1:7 - En quien tenemos redención por su sangre, el perdón de pecados",
      "1 Pedro 1:18-19 - Sabiendo que fuisteis rescatados... no con cosas corruptibles, como oro o plata... sino con la sangre preciosa"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_383",
    "date": "2026-11-20",
    "title": "Presencia Permanente de Dios",
    "openingScripture": {
      "reference": "Mateo 28:20",
      "text": "Enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén."
    },
    "keyVerseSpotlight": {
      "reference": "Mateo 28:20",
      "text": "He aquí yo estoy con vosotros todos los días, hasta el fin del mundo."
    },
    "reflection": "La promesa final de Jesús antes de ascender al cielo es profunda: 'Yo estoy con vosotros todos los días'. No a veces. No cuando eres obediente. No cuando te sientes cerca de Él. Todos los días. Cada momento, cada lucha, cada victoria, cada fracaso, Él está ahí. Su presencia es la constante en tu vida siempre cambiante.\n\nLa presencia de Dios no es pasiva. Es activa, sostenedora, consoladora y empoderadora. Cuando enfrentas pruebas, Él está ahí dándote fuerza. Cuando estás confundido, Él está ahí ofreciendo sabiduría. Cuando estás solo, Él está ahí proporcionando compañía. Nunca estás abandonado, nunca desamparado, nunca solo.\n\nEstá agradecido por la presencia permanente de Dios. Es la razón por la que puedes enfrentar el mañana sin miedo. Es la razón por la que puedes soportar las dificultades sin desesperación. Es la razón por la que puedes caminar a través del valle y no ser destruido. Él está contigo, todos los días. Esa es una promesa a la que puedes aferrarte, hoy y para siempre.",
    "lifeApplication": "Porque Jesús está conmigo todos los días, le agradeceré hoy por Su presencia constante y confiaré en Él en un área donde me he sentido solo.",
    "prayer": "Jesús, gracias porque estás conmigo todos los días. Nunca estoy solo, nunca abandonado, nunca por mi cuenta. Tu presencia me sostiene, me consuela y me da fuerza. Ayúdame a vivir consciente de Tu cercanía. Estás conmigo. Amén.",
    "actionStep": "Reflexiona sobre un momento reciente cuando te sentiste solo. Agradece a Dios por estar presente incluso cuando no sentiste Su presencia, y confía en que nunca te dejará.",
    "goingDeeper": [
      "Deuteronomio 31:6 - Porque Jehová tu Dios es el que va contigo; no te dejará, ni te desamparará",
      "Salmos 46:1 - Dios es nuestro amparo y fortaleza, nuestro pronto auxilio en las tribulaciones"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_384",
    "date": "2026-11-21",
    "title": "Promesas Fieles de Dios",
    "openingScripture": {
      "reference": "2 Pedro 1:4",
      "text": "Por medio de las cuales nos ha dado preciosas y grandísimas promesas, para que por ellas llegaseis a ser participantes de la naturaleza divina, habiendo huido de la corrupción que hay en el mundo a causa de la concupiscencia."
    },
    "keyVerseSpotlight": {
      "reference": "2 Pedro 1:4",
      "text": "Por medio de las cuales nos ha dado preciosas y grandísimas promesas."
    },
    "reflection": "Las promesas de Dios no son palabras vacías, son garantías preciosas y grandísimas de un Dios fiel. Cada promesa que ha hecho, la cumplirá. No porque lo merezcas, sino porque Él es digno de confianza. Su carácter es el fundamento de cada promesa, y Su carácter nunca cambia.\n\nA través de las promesas de Dios, participas de la naturaleza divina. No solo estás perdonado, estás transformado. No solo estás salvado, estás santificado. No solo eres amado, estás siendo hecho como Cristo. Las promesas de Dios no se tratan solo de lo que hará por ti, sino de en quién te está convirtiendo.\n\nEstá agradecido por las promesas de Dios. Son tu ancla en la tormenta, tu esperanza en la desesperación, tu confianza en la incertidumbre. Ha prometido nunca dejarte, trabajar todas las cosas para bien, completar la obra que comenzó en ti. Y lo hará. Dios no rompe promesas. Aférrate a ellas. Confía en ellas. Vive a la luz de ellas.",
    "lifeApplication": "Porque las promesas de Dios son fieles, escribiré tres promesas de la Escritura que necesito recordar hoy y le agradeceré por cada una.",
    "prayer": "Padre, gracias por Tus promesas preciosas y grandísimas. Nunca has roto una promesa y nunca lo harás. Ayúdame a aferrarme a Tu Palabra, confiar en Tu fidelidad y vivir a la luz de Tus garantías. Tú eres fiel. Amén.",
    "actionStep": "Encuentra tres promesas de la Escritura que hablen a una necesidad que tengas ahora mismo. Escríbelas, memorízalas y agradece a Dios por ellas.",
    "goingDeeper": [
      "2 Corintios 1:20 - Porque todas las promesas de Dios son en él Sí, y en él Amén",
      "Josué 21:45 - No faltó palabra de todas las buenas promesas que Jehová había hecho a la casa de Israel; todo se cumplió"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_385",
    "date": "2026-11-22",
    "title": "Agradecido por Oraciones Contestadas",
    "openingScripture": {
      "reference": "Salmos 116:1-2",
      "text": "Amo a Jehová, pues ha oído mi voz y mis súplicas; porque ha inclinado a mí su oído; por tanto, le invocaré en todos mis días."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 116:1",
      "text": "Amo a Jehová, pues ha oído mi voz y mis súplicas."
    },
    "reflection": "El salmista ama a Dios porque Él escucha. No solo oye, sino escucha: atenta, personal, compasivamente. Dios no te ignora. No desestima tus clamores. Inclina Su oído hacia ti, acercándose para escuchar cada palabra, cada gemido, cada súplica susurrada. Ese es el corazón de un Padre que te ama.\n\nLa oración contestada es prueba de que Dios está comprometido en tu vida. No está distante ni desconectado. Está presente y activo, trabajando a tu favor. A veces Su respuesta es sí. A veces es no. A veces es espera. Pero siempre responde, y Su respuesta siempre está arraigada en amor y sabiduría.\n\nEstá agradecido por las oraciones contestadas. Recuerda las veces que Dios ha dicho sí: la provisión, la sanación, el avance. Pero también sé agradecido por las veces que ha dicho no o espera, porque esas respuestas estaban arraigadas en Su conocimiento perfecto de lo que necesitas. Dios escucha. Responde. Y es digno de tu confianza.",
    "lifeApplication": "Porque Dios escucha y responde, le agradeceré hoy por tres oraciones específicas que ha contestado en mi vida.",
    "prayer": "Señor, gracias por escuchar mi voz y mis súplicas. No me ignoras ni me rechazas, te acercas y escuchas. Gracias por las oraciones contestadas, por Tu sabiduría y por Tu tiempo perfecto. Te invocaré mientras viva. Amén.",
    "actionStep": "Escribe tres oraciones que Dios ha contestado en tu vida, ya sea sí, no o espera. Agradécele por cada una, confiando en Su sabiduría.",
    "goingDeeper": [
      "1 Juan 5:14-15 - Y esta es la confianza que tenemos en él, que si pedimos alguna cosa conforme a su voluntad, él nos oye",
      "Filipenses 4:6 - Por nada estéis afanosos, sino sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_386",
    "date": "2026-11-23",
    "title": "Agradecido por la Familia",
    "openingScripture": {
      "reference": "Salmos 127:3",
      "text": "He aquí, herencia de Jehová son los hijos; cosa de estima el fruto del vientre."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 127:3",
      "text": "He aquí, herencia de Jehová son los hijos; cosa de estima el fruto del vientre."
    },
    "reflection": "La familia es un regalo de Dios, ya sea biológica, elegida o espiritual. El salmista llama a los hijos herencia y recompensa, pero el principio se extiende más allá de la descendencia biológica. Dios coloca personas en tu vida (miembros de la familia, amigos, mentores, hermanos espirituales) como bendiciones para atesorar, no cargas para soportar.\n\nTu familia puede no ser perfecta. Puede haber quebranto, conflicto o decepción. Pero incluso en la imperfección, hay gracia. Dios usa la familia para refinarte, enseñarte y revelar áreas donde necesitas crecer. Las personas que más te frustran son a menudo las que Dios usa para moldearte a la semejanza de Cristo.\n\nEstá agradecido por la familia. Agradece a Dios por las personas que ha colocado en tu vida: las que te aman, te desafían y caminan contigo. Y si tus relaciones familiares son dolorosas, agradece a Dios que Él es tu Padre supremo, y Su familia (el cuerpo de Cristo) es tu hogar eterno. Perteneces. Eres amado. Eres familia.",
    "lifeApplication": "Porque la familia es un regalo de Dios, le agradeceré hoy por tres miembros específicos de la familia y me comunicaré con uno de ellos con aliento.",
    "prayer": "Padre, gracias por el regalo de la familia, tanto biológica como espiritual. Gracias por las personas que has colocado en mi vida para amar, desafiar y caminar conmigo. Ayúdame a atesorarlas y mostrarles Tu amor. Tú eres el Padre perfecto, y estoy agradecido de ser parte de Tu familia. Amén.",
    "actionStep": "Escribe tres miembros de la familia (biológicos o espirituales) por los que estés agradecido. Comunícate con uno de ellos hoy con un texto, llamada o nota de aliento.",
    "goingDeeper": [
      "Efesios 3:14-15 - Por esta causa doblo mis rodillas ante el Padre de nuestro Señor Jesucristo, de quien toma nombre toda familia en los cielos y en la tierra",
      "1 Juan 3:1 - Mirad cuál amor nos ha dado el Padre, para que seamos llamados hijos de Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_387",
    "date": "2026-11-24",
    "title": "Bendición de la Amistad",
    "openingScripture": {
      "reference": "Proverbios 17:17",
      "text": "En todo tiempo ama el amigo, y es como un hermano en tiempo de angustia."
    },
    "keyVerseSpotlight": {
      "reference": "Proverbios 17:17",
      "text": "En todo tiempo ama el amigo, y es como un hermano en tiempo de angustia."
    },
    "reflection": "La verdadera amistad es rara y preciosa. No se basa en la conveniencia, la proximidad o el beneficio mutuo. Se basa en el amor: amor consistente, sacrificial y duradero que se presenta en todo momento, especialmente en la adversidad. Un amigo real no desaparece cuando la vida se pone difícil. Entra, se para contigo y carga el peso a tu lado.\n\nDios te diseñó para la comunidad. No estabas destinado a navegar la vida solo. Los amigos son el regalo de Dios: personas que te agudizan, te alientan, te desafían y te aman incluso cuando eres difícil de amar. Son los que dicen la verdad cuando necesitas escucharla y ofrecen gracia cuando necesitas recibirla.\n\nEstá agradecido por la amistad. Agradece a Dios por las personas que te han amado a través de temporadas difíciles, celebrado tus victorias y caminado contigo en los valles. Y si te falta amistad cercana, pídele a Dios que la provea. Él sabe que necesitas comunidad, y es fiel para proveer. No te aísles. Invierte en relaciones. La amistad es una bendición que vale la pena perseguir.",
    "lifeApplication": "Porque la amistad es un regalo de Dios, le agradeceré por un amigo hoy y me comunicaré con él con gratitud y aliento.",
    "prayer": "Padre, gracias por el regalo de la amistad. Gracias por las personas que me han amado, apoyado y caminado conmigo a través de la vida. Ayúdame a ser el tipo de amigo que ama en todo tiempo. Muéstrame cómo invertir en relaciones que te honren. Amén.",
    "actionStep": "Piensa en un amigo que ha sido fiel y amoroso. Comunícate con él hoy con un mensaje de gratitud, haciéndole saber cuánto significa para ti.",
    "goingDeeper": [
      "Eclesiastés 4:9-10 - Mejores son dos que uno; porque tienen mejor paga de su trabajo. Porque si cayeren, el uno levantará a su compañero",
      "Juan 15:13 - Nadie tiene mayor amor que este, que uno ponga su vida por sus amigos"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_388",
    "date": "2026-11-25",
    "title": "Agradecido por la Familia de la Iglesia",
    "openingScripture": {
      "reference": "1 Tesalonicenses 1:2",
      "text": "Damos siempre gracias a Dios por todos vosotros, haciendo memoria de vosotros en nuestras oraciones."
    },
    "keyVerseSpotlight": {
      "reference": "1 Tesalonicenses 1:2",
      "text": "Damos siempre gracias a Dios por todos vosotros, haciendo memoria de vosotros en nuestras oraciones."
    },
    "reflection": "La gratitud de Pablo por la iglesia de Tesalónica es un modelo de cómo debemos ver el cuerpo de Cristo. Tu familia de la iglesia, tan imperfecta como es, es un regalo de Dios. Estas son las personas que oran por ti, te alientan, te desafían y caminan contigo en la fe. No son solo conocidos; son tus hermanos espirituales.\n\nLa iglesia no es un edificio o una institución, es una comunidad de creyentes unidos por Cristo. Los necesitas, y ellos te necesitan. Cuando estás luchando, ellos te cargan. Cuando están heridos, los apoyas. Así es como funciona el cuerpo de Cristo: cada parte cuidando de las otras, cargando las cargas juntos y señalándose mutuamente a Jesús.\n\nEstá agradecido por tu familia de la iglesia. No son perfectos, pero tú tampoco. Agradece a Dios por las personas que adoran contigo, sirven a tu lado y oran por ti. Y si no estás conectado a una iglesia, haz que sea una prioridad. No estabas destinado a seguir a Jesús solo. Encuentra tu gente. Invierte en comunidad. El cuerpo de Cristo es el regalo de Dios para ti.",
    "lifeApplication": "Porque mi familia de la iglesia es un regalo, agradeceré a Dios por tres personas específicas en mi iglesia y alentaré a una de ellas esta semana.",
    "prayer": "Padre, gracias por mi familia de la iglesia. Gracias por las personas que oran por mí, me alientan y caminan conmigo en la fe. Ayúdame a ser un miembro fiel del cuerpo, sirviendo a otros y señalándolos a Jesús. Estoy agradecido por esta comunidad. Amén.",
    "actionStep": "Escribe tres personas de tu iglesia por las que estés agradecido. Comunícate con una de ellas esta semana con una palabra de aliento o gratitud.",
    "goingDeeper": [
      "Hebreos 10:24-25 - Y considerémonos unos a otros para estimularnos al amor y a las buenas obras; no dejando de congregarnos",
      "Efesios 4:16 - De quien todo el cuerpo, bien concertado y unido entre sí por todas las coyunturas"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_389",
    "date": "2026-11-26",
    "title": "Agradecido por la Salud",
    "openingScripture": {
      "reference": "3 Juan 1:2",
      "text": "Amado, yo deseo que tú seas prosperado en todas las cosas, y que tengas salud, así como prospera tu alma."
    },
    "keyVerseSpotlight": {
      "reference": "3 Juan 1:2",
      "text": "Amado, yo deseo que tú seas prosperado en todas las cosas, y que tengas salud, así como prospera tu alma."
    },
    "reflection": "La salud es un regalo que a menudo damos por sentado hasta que se va. La oración de Juan por Gayo es holística: prosperidad en todas las cosas, salud en el cuerpo y florecimiento en el alma. Dios se preocupa por tu ser entero: físico, emocional y espiritual. No solo le preocupa la salud de tu alma; también le importa tu cuerpo.\n\nYa sea que estés en perfecta salud o luchando con una enfermedad crónica, hay razón para dar gracias. Si estás saludable, no lo des por sentado. Agradece a Dios por la fuerza para levantarte de la cama, la capacidad de respirar, la capacidad de moverte, trabajar y servir. Si estás enfermo, agradece a Dios por sostenerte, por los momentos de alivio, por la esperanza de sanación, ya sea en esta vida o en la próxima.\n\nEstá agradecido por la salud. No está garantizada, pero es gracia. E incluso cuando la salud falla, la presencia de Dios no. Está contigo en la enfermedad y en la salud, en la fuerza y en la debilidad. Tu cuerpo puede fallar, pero tu alma aún puede prosperar. Agradécele por ambos.",
    "lifeApplication": "Porque la salud es un regalo, agradeceré a Dios hoy por mi bienestar físico y me comprometeré a administrar mi cuerpo bien a través del descanso, la nutrición y el ejercicio.",
    "prayer": "Padre, gracias por el regalo de la salud. Perdóname por darla por sentada. Ayúdame a administrar mi cuerpo bien, honrándote en cómo lo cuido. Y cuando la salud falle, ayúdame a confiar en que mi alma aún puede prosperar en Ti. Amén.",
    "actionStep": "Agradece a Dios por tres aspectos específicos de tu salud (por ejemplo, movilidad, vista, fuerza). Luego toma un paso hoy para cuidar tu cuerpo, ya sea a través del ejercicio, el descanso o la nutrición.",
    "goingDeeper": [
      "1 Corintios 6:19-20 - ¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo?",
      "Salmos 103:2-3 - Bendice, alma mía, a Jehová, y no olvides ninguno de sus beneficios. Él es quien perdona todas tus iniquidades, el que sana todas tus dolencias"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_390",
    "date": "2026-11-27",
    "title": "Provisión y Sustento (Día de Acción de Gracias)",
    "openingScripture": {
      "reference": "Mateo 6:11",
      "text": "El pan nuestro de cada día, dánoslo hoy."
    },
    "keyVerseSpotlight": {
      "reference": "Mateo 6:11",
      "text": "El pan nuestro de cada día, dánoslo hoy."
    },
    "reflection": "Hoy, mientras las familias se reúnen alrededor de mesas llenas de comida, es fácil olvidar de dónde viene todo. Cada bocado es gracia. Cada comida es provisión. Cada momento de abundancia es un regalo de Dios. Jesús nos enseñó a orar por el pan diario, no porque Dios necesite que se lo recordemos, sino porque nosotros necesitamos recordar que cada buen regalo viene de Él.\n\nEl Día de Acción de Gracias no se trata solo del banquete, se trata del Dador. Dios provee. Sustenta. Suple tus necesidades, día a día, con fidelidad que nunca vacila. Ya sea que tu mesa esté llena o escasa, ya sea que estés rodeado de seres queridos o te sientas solo, Dios es la fuente de tu sustento. Él es la razón por la que tienes algo por lo que estar agradecido.\n\nMientras celebras hoy, haz una pausa y da gracias. No solo por la comida, sino por el Dios que la provee. No solo por las personas, sino por el amor que ha puesto en tu vida. No solo por las bendiciones, sino por el Bendecidor. Da gracias a Jehová, porque él es bueno. Su misericordia es para siempre.",
    "lifeApplication": "Porque Dios provee mi pan diario, le agradeceré específicamente por tres provisiones que he experimentado este año y compartiré mi gratitud con otros en la mesa de Acción de Gracias.",
    "prayer": "Padre, gracias por proveer mi pan diario. Gracias por sostenerme, alimentarme y suplir mis necesidades. Tú eres la fuente de cada bendición y estoy agradecido. Ayúdame a nunca dar Tu provisión por sentada. Te doy gracias hoy. Amén.",
    "actionStep": "Antes de tu comida de Acción de Gracias, dirige a tu familia en una oración de gratitud. Agradece a Dios por provisiones específicas que ha dado este año.",
    "goingDeeper": [
      "Salmos 145:15-16 - Los ojos de todos esperan en ti, y tú les das su comida a su tiempo. Abres tu mano, y colmas de bendición a todo ser viviente",
      "Filipenses 4:19 - Mi Dios, pues, suplirá todo lo que os falta conforme a sus riquezas en gloria en Cristo Jesús"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_391",
    "date": "2026-11-28",
    "title": "Dando Gracias Juntos",
    "openingScripture": {
      "reference": "Salmos 95:2",
      "text": "Lleguemos ante su presencia con alabanza; aclamémosle con cánticos."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 95:2",
      "text": "Lleguemos ante su presencia con alabanza."
    },
    "reflection": "La gratitud es contagiosa. Cuando das gracias, inspiras a otros a hacer lo mismo. El salmista invita a la comunidad a venir ante Dios juntos, unidos en acción de gracias y adoración. Hay poder en la gratitud corporativa: cuando los creyentes se reúnen para honrar a Dios colectivamente, la atmósfera cambia. La esperanza se eleva. La fe se fortalece. Los corazones se alinean.\n\nNo estabas destinado a ser agradecido en aislamiento. Sí, la gratitud personal es esencial, pero la gratitud comunal la amplifica. Cuando escuchas a alguien más relatar la fidelidad de Dios, tu propia fe es alentada. Cuando compartes tu testimonio, recuerdas a otros que Dios sigue trabajando. Dar gracias juntos construye unidad, alienta la fe y glorifica a Dios.\n\nMientras reflexionas sobre el feriado de Acción de Gracias, no dejes que la gratitud sea un ejercicio privado. Compártela. Reúnete con otros, ya sea familia, amigos o tu comunidad de la iglesia, y da gracias juntos. Deja que tus historias de la fidelidad de Dios inspiren y alienten. La acción de gracias corporativa no es solo buena para ti, es buena para todos a tu alrededor.",
    "lifeApplication": "Porque la acción de gracias es comunal, me reuniré con otros esta semana y compartiré tres razones específicas por las que estoy agradecido a Dios.",
    "prayer": "Padre, gracias por el regalo de la comunidad y el poder de la adoración corporativa. Ayúdame a ser valiente al compartir mi gratitud con otros, alentando su fe y glorificándote. Deja que mi testimonio inspire acción de gracias en quienes me rodean. Amén.",
    "actionStep": "Reúnete con familia, amigos o tu grupo pequeño. Hagan una ronda y compartan una cosa por la que cada uno esté agradecido, y luego oren juntos en gratitud.",
    "goingDeeper": [
      "Salmos 100:4 - Entrad por sus puertas con acción de gracias, por sus atrios con alabanza",
      "Colosenses 3:16 - Enseñándoos y exhortándoos unos a otros en toda sabiduría, cantando con gracia en vuestros corazones al Señor con salmos e himnos y cánticos espirituales"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_392",
    "date": "2026-11-29",
    "title": "Contento en Todo",
    "openingScripture": {
      "reference": "1 Timoteo 6:6",
      "text": "Pero gran ganancia es la piedad acompañada de contentamiento."
    },
    "keyVerseSpotlight": {
      "reference": "1 Timoteo 6:6",
      "text": "Pero gran ganancia es la piedad acompañada de contentamiento."
    },
    "reflection": "El contentamiento no es la ausencia de deseo, es la presencia de gratitud. Pablo dice que la piedad con contentamiento es gran ganancia, lo que significa que la combinación de una relación correcta con Dios y un corazón satisfecho es verdadera riqueza. No necesitas más cosas para estar contento. Necesitas más de Dios.\n\nEl contentamiento se aprende, no es automático. Pablo dice en Filipenses 4:11: 'He aprendido a contentarme'. Es una disciplina, una elección, una práctica diaria. Es entrenar tu corazón para estar satisfecho con lo que tienes en lugar de perseguir siempre lo que no tienes. Es reconocer que en Cristo ya tienes todo lo que necesitas.\n\nEstá agradecido por lo que tienes. No dejes que la comparación te robe el contentamiento. No dejes que la búsqueda de más robe tu gozo en lo suficiente. La piedad con contentamiento es gran ganancia, no porque tengas todo, sino porque tienes a Dios. Y Él es más que suficiente.",
    "lifeApplication": "Porque el contentamiento es gran ganancia, identificaré un área donde he estado descontento y elegiré practicar la gratitud en su lugar.",
    "prayer": "Padre, ayúdame a estar contento. Confieso que he estado persiguiendo más en lugar de estar agradecido por lo suficiente. Tú eres más que suficiente, y en Ti tengo todo lo que necesito. Enséñame el contentamiento y ayúdame a descansar en Tu provisión. Amén.",
    "actionStep": "Identifica un área donde has estado descontento (finanzas, relaciones, carrera, etc.). Escribe tres razones por las que estás agradecido por lo que ya tienes en esa área.",
    "goingDeeper": [
      "Filipenses 4:11-12 - He aprendido a contentarme, cualquiera que sea mi situación",
      "Hebreos 13:5 - Sean vuestras costumbres sin avaricia, contentos con lo que tenéis ahora"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_393",
    "date": "2026-11-30",
    "title": "Reflexionando sobre la Bondad de Dios",
    "openingScripture": {
      "reference": "Salmos 77:11",
      "text": "Me acordaré de las obras de JAH; sí, haré yo memoria de tus maravillas antiguas."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 77:11",
      "text": "Me acordaré de las obras de JAH; sí, haré yo memoria de tus maravillas antiguas."
    },
    "reflection": "Mientras noviembre termina, toma tiempo para reflexionar sobre la bondad de Dios este mes. ¿Qué ha hecho? ¿Cómo ha provisto? ¿Dónde ha aparecido? El salmista dice: 'Me acordaré'. Recordar no es pasivo, es intencional. Es elegir ensayar la fidelidad de Dios en lugar de detenerse en las decepciones.\n\nLa reflexión ancla tu fe. Cuando recuerdas lo que Dios ha hecho, confías más en Él para lo que viene. Cuando relatas Sus maravillas, te recuerdas que Él es el mismo ayer, hoy y para siempre. La reflexión no es nostalgia, es combustible para la fe futura. Es construir tu testimonio un recuerdo a la vez.\n\nAntes de entrar en diciembre, haz una pausa y reflexiona. ¿Qué ha hecho Dios este año? ¿Cómo ha sido fiel? ¿Dónde te ha sorprendido con Su gracia? Escríbelo. Compártelo con otros. Deja que tu testimonio de la bondad de Dios inspire gratitud y fortalezca la fe, la tuya y la de todos los que lo escuchan.",
    "lifeApplication": "Porque recordar las obras de Dios fortalece mi fe, escribiré cinco maneras en que Dios ha sido fiel conmigo este mes y le agradeceré por cada una.",
    "prayer": "Señor, recuerdo Tus obras. Recuerdo Tu fidelidad, Tu provisión, Tu amor. Me has llevado a través de cada desafío y me has bendecido más allá de toda medida. Ayúdame a nunca olvidar lo que has hecho. Te doy gracias y alabanza. Amén.",
    "actionStep": "Pasa 15 minutos escribiendo sobre la fidelidad de Dios este mes. Escribe cinco maneras específicas en que ha provisto, contestado oración o mostrado Su amor.",
    "goingDeeper": [
      "Salmos 103:2 - Bendice, alma mía, a Jehová, y no olvides ninguno de sus beneficios",
      "Deuteronomio 8:2 - Y te acordarás de todo el camino por donde te ha traído Jehová tu Dios"
    ],
    "readingTime": "3 min"
  }
]