[
  {
    "id": "dev_211",
    "date": "2026-06-01",
    "title": "El Gozo del Señor",
    "openingScripture": {
      "reference": "Nehemías 8:10",
      "text": "Díjoles luego: Id, comed grosuras, y bebed vino dulce, y enviad porciones á los que no tienen prevenido; porque día santo es á nuestro Señor: y no os entristezcáis, porque el gozo de Jehová es vuestra fortaleza."
    },
    "keyVerseSpotlight": {
      "reference": "Nehemías 8:10",
      "text": "Díjoles luego: Id, comed grosuras, y bebed vino dulce, y enviad porciones á los que no tienen prevenido; porque día santo es á nuestro Señor: y no os entristezcáis, porque el gozo de Jehová es vuestra fortaleza."
    },
    "reflection": "El gozo es diferente de la felicidad. La felicidad depende de lo que sucede—cuando las circunstancias son buenas, nos sentimos felices. ¿Pero el gozo? El gozo es más profundo. Está arraigado no en lo que está sucediendo a tu alrededor, sino en quién vive dentro de ti. Nehemías 8:10 declara una verdad que ha sostenido al pueblo de Dios a través de siglos de pruebas: 'El gozo del SEÑOR es su fortaleza'.\n\nObserva que no dice que tu gozo en el Señor es tu fortaleza—aunque eso también importa. Dice que el gozo del Señor es tu fortaleza. Dios mismo es gozoso, y Su gozo se convierte en la fuente de tu resiliencia. Cuando estás débil, desanimado o cansado, puedes acceder a un gozo que no depende de tus circunstancias. Este gozo fluye de saber que Dios tiene el control, que Sus propósitos prevalecerán, y que nada puede separarte de Su amor.\n\nHoy, puede que no te sientas gozoso. Está bien. El gozo no es principalmente un sentimiento; es una decisión de confiar en el carácter de Dios sin importar lo que estés enfrentando. Elige el gozo hoy—no fingiendo una sonrisa, sino anclando tu alma en la verdad inquebrantable de que tu Dios es fiel, tu Salvador es victorioso, y tu futuro está seguro en Él.",
    "lifeApplication": "Porque el gozo del Señor es mi fortaleza, elegiré confiar en el carácter de Dios hoy incluso cuando mis circunstancias sean desafiantes.",
    "prayer": "Padre, cuando mis emociones me fallan y las circunstancias me abruman, recuérdame que Tu gozo es mi fortaleza. Ayúdame a encontrar mi gozo no en lo que está sucediendo a mi alrededor, sino en quién eres Tú y lo que has hecho por mí. Lléname con un gozo que desafía toda explicación. En el nombre de Jesús, amén.",
    "actionStep": "Aparta 5 minutos hoy para enumerar tres razones por las que puedes tener gozo en el Señor, sin importar tus circunstancias actuales.",
    "goingDeeper": [
      "Filipenses 4:4 - Regocijaos en el Señor siempre",
      "Salmos 16:11 - En tu presencia hay plenitud de gozo"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_212",
    "date": "2026-06-02",
    "title": "Encontrando Descanso en Dios",
    "openingScripture": {
      "reference": "Mateo 11:28-30",
      "text": "Venid á mí todos los que estáis trabajados y cargados, que yo os haré descansar. Llevad mi yugo sobre vosotros, y aprended de mí, que soy manso y humilde de corazón; y hallaréis descanso para vuestras almas. Porque mi yugo es fácil, y ligera mi carga. "
    },
    "keyVerseSpotlight": {
      "reference": "Mateo 11:28-30",
      "text": "Venid á mí todos los que estáis trabajados y cargados, que yo os haré descansar. Llevad mi yugo sobre vosotros, y aprended de mí, que soy manso y humilde de corazón; y hallaréis descanso para vuestras almas. Porque mi yugo es fácil, y ligera mi carga. "
    },
    "reflection": "¿Estás cansado? ¿No solo físicamente agotado, sino cansado en el alma? Jesús extiende una invitación que resuena a través de los siglos: 'Vengan a mí, todos los que están trabajados y cargados, y yo les daré descanso'. Esta no es una invitación para los fuertes, los exitosos o los autosuficientes. Es una invitación para los cansados, los cargados, los abrumados.\n\nJesús no promete eliminar cada carga o resolver cada problema instantáneamente. Pero sí promete descanso para tu alma. Este es el descanso que viene de saber que no estás cargando tus cargas solo. Es el descanso de confiar que Dios está trabajando incluso cuando no puedes verlo. Es el descanso de rendirse al control y aceptar que nunca se suponía que lo tuvieras todo resuelto.\n\nEl descanso que Jesús ofrece no se encuentra en hacer menos (aunque a veces eso es necesario). Se encuentra en la asociación bajo el yugo con Él. 'Tomen mi yugo sobre ustedes y aprendan de mí', dice. Un yugo está diseñado para dos—cuando estás bajo el yugo con Jesús, Él lleva el extremo pesado. Tu trabajo no es trabajar más duro; es mantenerte conectado con Aquel que proporciona fuerza para cada paso.",
    "lifeApplication": "Porque Jesús me ofrece descanso, identificaré una carga que he estado cargando solo y la entregaré a Él en oración hoy.",
    "prayer": "Jesús, estoy cansado de intentar cargar todo por mi cuenta. Hoy, acepto Tu invitación a descansar. Enséñame lo que significa estar bajo el yugo contigo, dejar que lleves las cargas pesadas, y encontrar paz en Tu presencia. Dame el valor para dejar de esforzarme y comenzar a confiar. Amén.",
    "actionStep": "Esta noche antes de dormir, escribe algo que estás tratando de controlar y ora: 'Jesús, te doy esto a Ti. Recibo Tu descanso.'",
    "goingDeeper": [
      "Salmos 23:1-3 - Me hace descansar en verdes pastos",
      "Mateo 11:28-30 - Vengan a mí y yo les daré descanso"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_213",
    "date": "2026-06-03",
    "title": "Practicando el descanso sabático",
    "openingScripture": {
      "reference": "Éxodo 20:8-11",
      "text": "Acordarte has del día del reposo, para santificarlo: Seis días trabajarás, y harás toda tu obra; Mas el séptimo día será reposo para Jehová tu Dios: no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada ni tu bestia, ni tu extranjero que está dentro de tus puertas: Porque en seis días hizo Jehová los cielos y la tierra, la mar y todas las cosas que en ellos hay, y reposó en el séptimo día: por tanto Jehová bendijo el día del reposo y lo santificó."
    },
    "keyVerseSpotlight": {
      "reference": "Éxodo 20:8-11",
      "text": "Acordarte has del día del reposo, para santificarlo: Seis días trabajarás, y harás toda tu obra; Mas el séptimo día será reposo para Jehová tu Dios: no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada ni tu bestia, ni tu extranjero que está dentro de tus puertas: Porque en seis días hizo Jehová los cielos y la tierra, la mar y todas las cosas que en ellos hay, y reposó en el séptimo día: por tanto Jehová bendijo el día del reposo y lo santificó."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Practicando el descanso sabático]",
    "lifeApplication": "Porque practico el descanso sabático, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Practicando el descanso sabático. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Practicando el descanso sabático de una forma específica.",
    "goingDeeper": [
      "Éxodo 20:8-11 - Practicando el descanso sabático"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_214",
    "date": "2026-06-04",
    "title": "Paz perfecta",
    "openingScripture": {
      "reference": "Isaías 26:3",
      "text": "Tú le guardarás en completa paz, cuyo pensamiento en ti persevera; porque en ti se ha confiado."
    },
    "keyVerseSpotlight": {
      "reference": "Isaías 26:3",
      "text": "Tú le guardarás en completa paz, cuyo pensamiento en ti persevera; porque en ti se ha confiado."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Paz perfecta]",
    "lifeApplication": "Porque tengo paz perfecta, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Paz perfecta. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Paz perfecta de una forma específica.",
    "goingDeeper": [
      "Isaías 26:3 - Paz perfecta"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_215",
    "date": "2026-06-05",
    "title": "Contentamiento en todas las cosas",
    "openingScripture": {
      "reference": "Filipenses 4:11-13",
      "text": "No lo digo en razón de indigencia, pues he aprendido á contentarme con lo que tengo. Sé estar humillado, y sé tener abundancia: en todo y por todo estoy enseñado, así para hartura como para hambre, así para tener abundancia como para padecer necesidad. Todo lo puedo en Cristo que me fortalece."
    },
    "keyVerseSpotlight": {
      "reference": "Filipenses 4:11-13",
      "text": "No lo digo en razón de indigencia, pues he aprendido á contentarme con lo que tengo. Sé estar humillado, y sé tener abundancia: en todo y por todo estoy enseñado, así para hartura como para hambre, así para tener abundancia como para padecer necesidad. Todo lo puedo en Cristo que me fortalece."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Contentamiento en todas las cosas]",
    "lifeApplication": "Porque tengo contentamiento en todas las cosas, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Contentamiento en todas las cosas. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Contentamiento en todas las cosas de una forma específica.",
    "goingDeeper": [
      "Filipenses 4:11-13 - Contentamiento en todas las cosas"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_216",
    "date": "2026-06-06",
    "title": "Deleitándote en Dios",
    "openingScripture": {
      "reference": "Salmos 37:4",
      "text": "Pon asimismo tu delicia en Jehová, y él te dará las peticiones de tu corazón."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 37:4",
      "text": "Pon asimismo tu delicia en Jehová, y él te dará las peticiones de tu corazón."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Deleitándote en Dios]",
    "lifeApplication": "Porque me deleito en Dios, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Deleitándome en Dios. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Deleitándote en Dios de una forma específica.",
    "goingDeeper": [
      "Salmos 37:4 - Deleitándote en Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_217",
    "date": "2026-06-07",
    "title": "Celebrando la bondad de Dios",
    "openingScripture": {
      "reference": "Salmos 100",
      "text": "[Texto del verso Salmos 100 no encontrado]"
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 100",
      "text": "[Texto del verso Salmos 100 no encontrado]"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Celebrando la bondad de Dios]",
    "lifeApplication": "Porque celebro la bondad de Dios, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Celebrando la bondad de Dios. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Celebrando la bondad de Dios de una forma específica.",
    "goingDeeper": [
      "Salmos 100 - Celebrando la bondad de Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_218",
    "date": "2026-06-08",
    "title": "Viviendo agradecidamente",
    "openingScripture": {
      "reference": "Salmos 107:1",
      "text": "ALABAD á Jehová, porque es bueno; porque para siempre es su misericordia."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 107:1",
      "text": "ALABAD á Jehová, porque es bueno; porque para siempre es su misericordia."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Viviendo agradecidamente]",
    "lifeApplication": "Porque vivo agradecidamente, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Viviendo agradecidamente. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Viviendo agradecidamente de una forma específica.",
    "goingDeeper": [
      "Salmos 107:1 - Viviendo agradecidamente"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_219",
    "date": "2026-06-09",
    "title": "Alabando en todas las circunstancias",
    "openingScripture": {
      "reference": "Salmos 34:1",
      "text": " BENDECIRÉ á Jehová en todo tiempo; su alabanza será siempre en mi boca."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 34:1",
      "text": " BENDECIRÉ á Jehová en todo tiempo; su alabanza será siempre en mi boca."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Alabando en todas las circunstancias]",
    "lifeApplication": "Porque alabo en todas las circunstancias, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Alabando en todas las circunstancias. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Alabando en todas las circunstancias de una forma específica.",
    "goingDeeper": [
      "Salmos 34:1 - Alabando en todas las circunstancias"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_220",
    "date": "2026-06-10",
    "title": "Estilo de vida de adoración",
    "openingScripture": {
      "reference": "Salmos 95:6",
      "text": "Venid, adoremos y postrémonos; arrodillémonos delante de Jehová nuestro hacedor."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 95:6",
      "text": "Venid, adoremos y postrémonos; arrodillémonos delante de Jehová nuestro hacedor."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Estilo de vida de adoración]",
    "lifeApplication": "Porque vivo un estilo de vida de adoración, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Estilo de vida de adoración. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Estilo de vida de adoración de una forma específica.",
    "goingDeeper": [
      "Salmos 95:6 - Estilo de vida de adoración"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_221",
    "date": "2026-06-11",
    "title": "La asombrosa creación de Dios",
    "openingScripture": {
      "reference": "Salmos 19:1",
      "text": " LOS cielos cuentan la gloria de Dios, y la expansión denuncia la obra de sus manos."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 19:1",
      "text": " LOS cielos cuentan la gloria de Dios, y la expansión denuncia la obra de sus manos."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para La asombrosa creación de Dios]",
    "lifeApplication": "Porque admiro la asombrosa creación de Dios, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir La asombrosa creación de Dios. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica La asombrosa creación de Dios de una forma específica.",
    "goingDeeper": [
      "Salmos 19:1 - La asombrosa creación de Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_222",
    "date": "2026-06-12",
    "title": "Viendo la belleza de Dios",
    "openingScripture": {
      "reference": "Salmos 27:4",
      "text": "Una cosa he demandado á Jehová, ésta buscaré: que esté yo en la casa de Jehová todos los días de mi vida, para contemplar la hermosura de Jehová, y para inquirir en su templo."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 27:4",
      "text": "Una cosa he demandado á Jehová, ésta buscaré: que esté yo en la casa de Jehová todos los días de mi vida, para contemplar la hermosura de Jehová, y para inquirir en su templo."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Viendo la belleza de Dios]",
    "lifeApplication": "Porque veo la belleza de Dios, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Viendo la belleza de Dios. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Viendo la belleza de Dios de una forma específica.",
    "goingDeeper": [
      "Salmos 27:4 - Viendo la belleza de Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_223",
    "date": "2026-06-13",
    "title": "Fe sencilla",
    "openingScripture": {
      "reference": "Mateo 18:3",
      "text": "Y dijo: De cierto os digo, que si no os volviereis, y fuereis como niños, no entraréis en el reino de los cielos."
    },
    "keyVerseSpotlight": {
      "reference": "Mateo 18:3",
      "text": "Y dijo: De cierto os digo, que si no os volviereis, y fuereis como niños, no entraréis en el reino de los cielos."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Fe sencilla]",
    "lifeApplication": "Porque tengo fe sencilla, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Fe sencilla. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Fe sencilla de una forma específica.",
    "goingDeeper": [
      "Mateo 18:3 - Fe sencilla"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_224",
    "date": "2026-06-14",
    "title": "Creando espacio para Dios",
    "openingScripture": {
      "reference": "Salmos 46:10",
      "text": "Estad quietos, y conoced que yo soy Dios: ensalzado he de ser entre las gentes, ensalzado seré en la tierra."
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 46:10",
      "text": "Estad quietos, y conoced que yo soy Dios: ensalzado he de ser entre las gentes, ensalzado seré en la tierra."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Creando espacio para Dios]",
    "lifeApplication": "Porque creo espacio para Dios, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Creando espacio para Dios. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Creando espacio para Dios de una forma específica.",
    "goingDeeper": [
      "Salmos 46:10 - Creando espacio para Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_225",
    "date": "2026-06-15",
    "title": "Honrando a los padres (Día del Padre)",
    "openingScripture": {
      "reference": "Proverbios 20:7",
      "text": "El justo que camina en su integridad, bienaventurados serán sus hijos después de él."
    },
    "keyVerseSpotlight": {
      "reference": "Proverbios 20:7",
      "text": "El justo que camina en su integridad, bienaventurados serán sus hijos después de él."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Honrando a los padres (Día del Padre)]",
    "lifeApplication": "Porque honro a los padres, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Honrando a los padres (Día del Padre). En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Honrando a los padres de una forma específica.",
    "goingDeeper": [
      "Proverbios 20:7 - Honrando a los padres (Día del Padre)"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_226",
    "date": "2026-06-16",
    "title": "Gozo y recreación",
    "openingScripture": {
      "reference": "Eclesiastés 3:4",
      "text": "Tiempo de llorar, y tiempo de reir; tiempo de endechar, y tiempo de bailar;"
    },
    "keyVerseSpotlight": {
      "reference": "Eclesiastés 3:4",
      "text": "Tiempo de llorar, y tiempo de reir; tiempo de endechar, y tiempo de bailar;"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Gozo y recreación]",
    "lifeApplication": "Porque experimento gozo y recreación, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Gozo y recreación. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Gozo y recreación de una forma específica.",
    "goingDeeper": [
      "Eclesiastés 3:4 - Gozo y recreación"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_227",
    "date": "2026-06-17",
    "title": "La risa es medicina",
    "openingScripture": {
      "reference": "Proverbios 17:22",
      "text": "El corazón alegre produce buena disposición: mas el espíritu triste seca los huesos."
    },
    "keyVerseSpotlight": {
      "reference": "Proverbios 17:22",
      "text": "El corazón alegre produce buena disposición: mas el espíritu triste seca los huesos."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para La risa es medicina]",
    "lifeApplication": "Porque la risa es medicina, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir La risa es medicina. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica La risa es medicina de una forma específica.",
    "goingDeeper": [
      "Proverbios 17:22 - La risa es medicina"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_228",
    "date": "2026-06-18",
    "title": "Refrigerio espiritual",
    "openingScripture": {
      "reference": "Hechos 3:19",
      "text": "Así que, arrepentíos y convertíos, para que sean borrados vuestros pecados; pues que vendrán los tiempos del refrigerio de la presencia del Señor,"
    },
    "keyVerseSpotlight": {
      "reference": "Hechos 3:19",
      "text": "Así que, arrepentíos y convertíos, para que sean borrados vuestros pecados; pues que vendrán los tiempos del refrigerio de la presencia del Señor,"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Refrigerio espiritual]",
    "lifeApplication": "Porque experimento refrigerio espiritual, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Refrigerio espiritual. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Refrigerio espiritual de una forma específica.",
    "goingDeeper": [
      "Hechos 3:19 - Refrigerio espiritual"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_229",
    "date": "2026-06-19",
    "title": "Fuerzas renovadas",
    "openingScripture": {
      "reference": "Isaías 40:31",
      "text": "Mas los que esperan á Jehová tendrán nuevas fuerzas; levantarán las alas como águilas; correrán, y no se cansarán; caminarán, y no se fatigarán. "
    },
    "keyVerseSpotlight": {
      "reference": "Isaías 40:31",
      "text": "Mas los que esperan á Jehová tendrán nuevas fuerzas; levantarán las alas como águilas; correrán, y no se cansarán; caminarán, y no se fatigarán. "
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Fuerzas renovadas]",
    "lifeApplication": "Porque mis fuerzas son renovadas, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Fuerzas renovadas. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Fuerzas renovadas de una forma específica.",
    "goingDeeper": [
      "Isaías 40:31 - Fuerzas renovadas"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_230",
    "date": "2026-06-20",
    "title": "Vida en abundancia",
    "openingScripture": {
      "reference": "Juan 10:10",
      "text": "El ladrón no viene sino para hurtar, y matar, y destruir: yo he venido para que tengan vida, y para que la tengan en abundancia."
    },
    "keyVerseSpotlight": {
      "reference": "Juan 10:10",
      "text": "El ladrón no viene sino para hurtar, y matar, y destruir: yo he venido para que tengan vida, y para que la tengan en abundancia."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Vida en abundancia]",
    "lifeApplication": "Porque tengo vida en abundancia, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Vida en abundancia. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Vida en abundancia de una forma específica.",
    "goingDeeper": [
      "Juan 10:10 - Vida en abundancia"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_231",
    "date": "2026-06-21",
    "title": "Disfrutando los regalos de Dios",
    "openingScripture": {
      "reference": "1 Timoteo 6:17",
      "text": "A los ricos de este siglo manda que no sean altivos, ni pongan la esperanza en la incertidumbre de las riquezas, sino en el Dios vivo, que nos da todas las cosas en abundancia de que gocemos:"
    },
    "keyVerseSpotlight": {
      "reference": "1 Timoteo 6:17",
      "text": "A los ricos de este siglo manda que no sean altivos, ni pongan la esperanza en la incertidumbre de las riquezas, sino en el Dios vivo, que nos da todas las cosas en abundancia de que gocemos:"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Disfrutando los regalos de Dios]",
    "lifeApplication": "Porque disfruto los regalos de Dios, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Disfrutando los regalos de Dios. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Disfrutando los regalos de Dios de una forma específica.",
    "goingDeeper": [
      "1 Timoteo 6:17 - Disfrutando los regalos de Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_232",
    "date": "2026-06-22",
    "title": "Lecciones de la naturaleza",
    "openingScripture": {
      "reference": "Mateo 6:26-28",
      "text": "Mirad las aves del cielo, que no siembran, ni siegan, ni allegan en alfolíes; y vuestro Padre celestial las alimenta. ¿No sois vosotros mucho mejores que ellas? Mas ¿quién de vosotros podrá, congojándose, añadir á su estatura un codo? Y por el vestido ¿por qué os congojáis? Reparad los lirios del campo, cómo crecen; no trabajan ni hilan;"
    },
    "keyVerseSpotlight": {
      "reference": "Mateo 6:26-28",
      "text": "Mirad las aves del cielo, que no siembran, ni siegan, ni allegan en alfolíes; y vuestro Padre celestial las alimenta. ¿No sois vosotros mucho mejores que ellas? Mas ¿quién de vosotros podrá, congojándose, añadir á su estatura un codo? Y por el vestido ¿por qué os congojáis? Reparad los lirios del campo, cómo crecen; no trabajan ni hilan;"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Lecciones de la naturaleza]",
    "lifeApplication": "Porque aprendo lecciones de la naturaleza, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Lecciones de la naturaleza. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Lecciones de la naturaleza de una forma específica.",
    "goingDeeper": [
      "Mateo 6:26-28 - Lecciones de la naturaleza"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_233",
    "date": "2026-06-23",
    "title": "Asombro infantil",
    "openingScripture": {
      "reference": "Salmos 8:3-4",
      "text": "Cuando veo tus cielos, obra de tus dedos, la luna y las estrellas que tú formaste: Digo: ¿Qué es el hombre, para que tengas de él memoria, y el hijo del hombre, que lo visites?"
    },
    "keyVerseSpotlight": {
      "reference": "Salmos 8:3-4",
      "text": "Cuando veo tus cielos, obra de tus dedos, la luna y las estrellas que tú formaste: Digo: ¿Qué es el hombre, para que tengas de él memoria, y el hijo del hombre, que lo visites?"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Asombro infantil]",
    "lifeApplication": "Porque experimento asombro infantil, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Asombro infantil. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Asombro infantil de una forma específica.",
    "goingDeeper": [
      "Salmos 8:3-4 - Asombro infantil"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_234",
    "date": "2026-06-24",
    "title": "Libertad en Cristo",
    "openingScripture": {
      "reference": "Gálatas 5:1",
      "text": "ESTAD, pues, firmes en la libertad con que Cristo nos hizo libres, y no volváis otra vez á ser presos en el yugo de servidumbre."
    },
    "keyVerseSpotlight": {
      "reference": "Gálatas 5:1",
      "text": "ESTAD, pues, firmes en la libertad con que Cristo nos hizo libres, y no volváis otra vez á ser presos en el yugo de servidumbre."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Libertad en Cristo]",
    "lifeApplication": "Porque tengo libertad en Cristo, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Libertad en Cristo. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Libertad en Cristo de una forma específica.",
    "goingDeeper": [
      "Gálatas 5:1 - Libertad en Cristo"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_235",
    "date": "2026-06-25",
    "title": "Aventura con Dios",
    "openingScripture": {
      "reference": "Proverbios 3:5-6",
      "text": "Fíate de Jehová de todo tu corazón, y no estribes en tu prudencia. Reconócelo en todos tus caminos, y él enderezará tus veredas."
    },
    "keyVerseSpotlight": {
      "reference": "Proverbios 3:5-6",
      "text": "Fíate de Jehová de todo tu corazón, y no estribes en tu prudencia. Reconócelo en todos tus caminos, y él enderezará tus veredas."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Aventura con Dios]",
    "lifeApplication": "Porque vivo una aventura con Dios, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Aventura con Dios. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Aventura con Dios de una forma específica.",
    "goingDeeper": [
      "Proverbios 3:5-6 - Aventura con Dios"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_236",
    "date": "2026-06-26",
    "title": "Balance trabajo-descanso",
    "openingScripture": {
      "reference": "Eclesiastés 3:1",
      "text": "PARA todas las cosas hay sazón, y todo lo que se quiere debajo del cielo, tiene su tiempo:"
    },
    "keyVerseSpotlight": {
      "reference": "Eclesiastés 3:1",
      "text": "PARA todas las cosas hay sazón, y todo lo que se quiere debajo del cielo, tiene su tiempo:"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Balance trabajo-descanso]",
    "lifeApplication": "Porque mantengo balance trabajo-descanso, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Balance trabajo-descanso. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Balance trabajo-descanso de una forma específica.",
    "goingDeeper": [
      "Eclesiastés 3:1 - Balance trabajo-descanso"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_237",
    "date": "2026-06-27",
    "title": "Ocio piadoso",
    "openingScripture": {
      "reference": "Eclesiastés 5:18-19",
      "text": "He aquí pues el bien que yo he visto: Que lo bueno es comer y beber, y gozar uno del bien de todo su trabajo con que se fatiga debajo del sol, todos los días de su vida que Dios le ha dado; porque esta es su parte. Asimismo, á todo hombre á quien Dios dió riquezas y hacienda, y le dió también facultad para que coma de ellas, y tome su parte, y goce su trabajo; esto es don de Dios."
    },
    "keyVerseSpotlight": {
      "reference": "Eclesiastés 5:18-19",
      "text": "He aquí pues el bien que yo he visto: Que lo bueno es comer y beber, y gozar uno del bien de todo su trabajo con que se fatiga debajo del sol, todos los días de su vida que Dios le ha dado; porque esta es su parte. Asimismo, á todo hombre á quien Dios dió riquezas y hacienda, y le dió también facultad para que coma de ellas, y tome su parte, y goce su trabajo; esto es don de Dios."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Ocio piadoso]",
    "lifeApplication": "Porque practico ocio piadoso, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Ocio piadoso. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Ocio piadoso de una forma específica.",
    "goingDeeper": [
      "Eclesiastés 5:18-19 - Ocio piadoso"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_238",
    "date": "2026-06-28",
    "title": "Descansar y recargar",
    "openingScripture": {
      "reference": "Marcos 6:31",
      "text": "Y él les dijo: Venid vosotros aparte al lugar desierto, y reposad un poco. Porque eran muchos los que iban y venían, que ni aun tenían lugar de comer."
    },
    "keyVerseSpotlight": {
      "reference": "Marcos 6:31",
      "text": "Y él les dijo: Venid vosotros aparte al lugar desierto, y reposad un poco. Porque eran muchos los que iban y venían, que ni aun tenían lugar de comer."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Descansar y recargar]",
    "lifeApplication": "Porque descanso y recargo, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Descansar y recargar. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Descansar y recargar de una forma específica.",
    "goingDeeper": [
      "Marcos 6:31 - Descansar y recargar"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_239",
    "date": "2026-06-29",
    "title": "Tiempo de calidad con seres queridos",
    "openingScripture": {
      "reference": "Eclesiastés 4:9-10",
      "text": "Mejores son dos que uno; porque tienen mejor paga de su trabajo. Porque si cayeren, el uno levantará á su compañero: mas ¡ay del solo! que cuando cayere, no habrá segundo que lo levante."
    },
    "keyVerseSpotlight": {
      "reference": "Eclesiastés 4:9-10",
      "text": "Mejores son dos que uno; porque tienen mejor paga de su trabajo. Porque si cayeren, el uno levantará á su compañero: mas ¡ay del solo! que cuando cayere, no habrá segundo que lo levante."
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Tiempo de calidad con seres queridos]",
    "lifeApplication": "Porque paso tiempo de calidad con seres queridos, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Tiempo de calidad con seres queridos. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Tiempo de calidad con seres queridos de una forma específica.",
    "goingDeeper": [
      "Eclesiastés 4:9-10 - Tiempo de calidad con seres queridos"
    ],
    "readingTime": "3 min"
  },
  {
    "id": "dev_240",
    "date": "2026-06-30",
    "title": "Creando recuerdos",
    "openingScripture": {
      "reference": "Deuteronomio 6:6-7",
      "text": "Y estas palabras que yo te mando hoy, estarán sobre tu corazón: Y las repetirás á tus hijos, y hablarás de ellas estando en tu casa, y andando por el camino, y al acostarte, y cuando te levantes:"
    },
    "keyVerseSpotlight": {
      "reference": "Deuteronomio 6:6-7",
      "text": "Y estas palabras que yo te mando hoy, estarán sobre tu corazón: Y las repetirás á tus hijos, y hablarás de ellas estando en tu casa, y andando por el camino, y al acostarte, y cuando te levantes:"
    },
    "reflection": "[Reflexión completa de 250-400 palabras para Creando recuerdos]",
    "lifeApplication": "Porque creo recuerdos, tomaré un paso hoy para aplicar esta verdad.",
    "prayer": "Padre, ayúdame a entender y vivir Creando recuerdos. En el nombre de Jesús, amén.",
    "actionStep": "Hoy, practica Creando recuerdos de una forma específica.",
    "goingDeeper": [
      "Deuteronomio 6:6-7 - Creando recuerdos"
    ],
    "readingTime": "3 min"
  }
]