Repository: elev8tion/thereal-everyday-christian
Catalog: lib/l10n/app_*.arb
Languages: es

# trialLimitMessage
source: You've used all 15 trial chats. Subscribe now for 150 Scripture Chats per month!
es: Ha utilizado los 15 mensajes de prueba. ¡Suscríbase ahora para 150 mensajes por mes!

source: Upgrade Plan
es: Actualizar Plan

source: Subscribe Now
es: Suscribirse Ahora

source: Maybe Later
es: Quizás Más Tarde

# welcomeFreeTrial
source: Welcome! Start Your Free Trial
es: ¡Bienvenido! Comience Su Prueba Gratuita

# experienceAiGuidance
source: Experience Scripture Chat biblical guidance
es: Experimente la orientación bíblica impulsada por IA

# trialFeatureMessages
source: 15 Scripture Chats over 3 days
es: 15 mensajes de IA durante 3 días

# trialFeatureScripture
source: Scripture interpretation & guidance
es: Interpretación bíblica y orientación

# trialFeaturePrayer
source: Prayer support & encouragement
es: Apoyo en la oración y ánimo

# afterTrialPricing
source: After trial: ~$35.99/year for 150 chats/month
es: Después de la prueba: ~$35.99/año por 150 mensajes/mes

# pricingVariesDisclaimer
source: (pricing may vary by region and currency)
es: (el precio puede variar según la región y la moneda)

source: Start Free Trial
es: Iniciar Prueba Gratuita

source: Account Suspended
es: Cuenta Suspendida

# aiChatRequiresSubscription
source: Scripture Chat Requires Subscription
es: El Chat con IA Requiere Suscripción

# suspensionMessage
source: Your Scripture Chat access has been temporarily suspended due to Terms of Service violations. This suspension will be automatically lifted after the specified period.
es: Su acceso al chat con IA ha sido suspendido temporalmente debido a violaciones de los Términos de Servicio. Esta suspensión se levantará automáticamente después del período especificado.

# trialExpiredMessage
source: Your free trial has ended. Subscribe to view your chat history and continue Scripture Chat conversations.
es: Su prueba gratuita ha finalizado. Suscríbase para ver su historial de chat y continuar conversaciones con orientación bíblica por IA.

# premiumExpiredMessage
source: Subscribe to view your chat history and continue conversations with personalized biblical guidance and support.
es: Suscríbase para ver su historial de chat y continuar conversaciones con orientación bíblica personalizada y apoyo.

# timeRemaining
source: Time Remaining: {duration}
es: Tiempo Restante: {duration}

# suspensionContactInfo
source: If you believe this suspension was issued in error, please contact:
es: Si cree que esta suspensión fue emitida por error, por favor contacte a:

# benefit150Messages
source: 150 Scripture Chats per month
es: 150 mensajes de IA por mes

# benefitChatHistory
source: Access to all your chat history
es: Acceso a todo su historial de chat

# benefitPersonalizedGuidance
source: Personalized biblical guidance
es: Orientación bíblica personalizada

# freeFeaturesList
source: Prayer journal, Bible reading, and verses remain free and unlimited
es: El diario de oración, la lectura de la Biblia y los versículos permanecen gratuitos e ilimitados

source: Welcome to Everyday Christian
es: Bienvenido a Cristiano De Cada Dia

# appFeatureSubtitle
source: Bible Study, Prayer, & Devotionals
es: Estudio Bíblico, Oración y Devocionales

# beforeWeBeginReview
source: Before we begin, please review:
es: Antes de comenzar, por favor revise:

# acceptTermsOfService
source: I accept the Terms of Service
es: Acepto los Términos de Servicio

# acceptPrivacyPolicy
source: I accept the Privacy Policy
es: Acepto la Política de Privacidad

# confirmAge13Plus
source: I confirm I am 13+ years old
es: Confirmo que tengo 13 años o más

source: Crisis Resources
es: Recursos de Crisis

# crisisResourcesText
source: If you're in crisis, please contact: 988 Suicide & Crisis Lifeline Call or text 988 Crisis Text Line Text HOME to 741741 RAINN National Sexual Assault Hotline Call 800-656-4673 This app provides structured tools for faith practices but is not a substitute for professional help.
es: Si está en crisis, por favor contacte: 🇺🇸 Estados Unidos: 988 Línea de Prevención del Suicidio y Crisis Llame o envíe mensaje de texto al 988 Crisis Text Line Envíe HOME al 741741 RAINN Línea Nacional de Asalto Sexual Llame al 800-656-4673 🇲🇽 México: Línea de la Vida: 55-5259-8121 Crisis por WhatsApp: 55-8585-1111 🇪🇸 España: Teléfono de la Esperanza: 024 Teléfono contra el Suicidio: 717-003-717 🌎 Internacional: Si está fuera de estos países, busque servicios de crisis locales en su región. Esta aplicación proporciona herramientas estructuradas para prácticas de fe, pero no sustituye la ayuda profesional.

# acceptAndContinue
source: Accept & Continue
es: Aceptar y Continuar

source: View
es: Ver

source: Try Your First Devotional
es: Pruebe Su Primer Devocional

# devotionalPreviewDesc
source: Here's a preview of a daily devotional to start your day with the word
es: Vista previa del devocional diario

# demoDevotionalTitle1
source: Cultivating a
es: Cultivando un

# demoDevotionalTitle2
source: Thankful Heart
es: Corazón Agradecido

source: Opening Scripture
es: Escritura de Apertura

# demoVerseText
source: "Give thanks to the LORD, for he is good, for his loving kindness endures forever."
es: Den gracias al SEÑOR, porque él es bueno, porque su misericordia es para siempre.

# demoVerseReference
source: Psalm 107:1
es: Salmo 107:1

# demoReflectionText
source: Gratitude doesn't always come naturally—especially when life feels overwhelming. Yet Psalm 107 opens with a powerful invitation: give thanks...
es: La gratitud no siempre surge naturalmente, especialmente cuando la vida se siente abrumadora. Sin embargo, el Salmo 107 comienza con una poderosa invitación: den gracias...

# completedExclamation
source: ✓ Completed!
es: ✓ ¡Completado!

source: Next
es: Siguiente

source: Ask Me Anything
es: Pregúntame Cualquier Cosa

# intelligentScriptureChat
source: Intelligent Scripture Chat 24/7
es: Chat Bíblico 24/7

# demoChatUserMessage
source: How do I overcome worry?
es: ¿Cómo puedo superar la preocupación?

# demoChatAIResponse
source: Great question! The Bible offers beautiful wisdom on overcoming worry. In Philippians 4:6-7, we're reminded to bring our concerns to God through prayer with thanksgiving, and His peace will guard our hearts...
es: ¡Excelente pregunta! La Biblia ofrece una hermosa sabiduría sobre cómo superar la preocupación. En Filipenses 4:6-7, se nos recuerda llevar nuestras ansiedades a Dios a través de la oración con acción de gracias, y Su paz guardará nuestros corazones...

# scriptureChatPlaceholder
source: Scripture Chat...
es: Chat Bíblico...

source: You're All Set!
es: ¡Ya Está Todo Listo!

source: One last thing...
es: Una última cosa...

source: What should we call you?
es: ¿Cómo deberíamos llamarle?

source: First name (optional)
es: Nombre de pila (opcional)

# spiritualJourneyStartsNow
source: Your spiritual journey starts now!
es: ¡Su jornada espiritual comienza ahora!

source: Legal Agreements
es: Acuerdos Legales

# pleaseReviewAndAccept
source: Please review and accept to continue
es: Por favor, revise y acepte para continuar

source: Important Information
es: Información Importante

# legalIntroText
source: Before using Everyday Christian, please understand the following disclaimers and accept our terms of service.
es: Antes de usar Everyday Christian, por favor comprenda las siguientes declaraciones de exención de responsabilidad y acepte nuestros términos de servicio.

source: Not Professional Counseling
es: No es Asesoramiento Profesional

# notProfessionalCounselingDesc
source: This app provides biblical guidance and spiritual support. It is NOT a substitute for professional mental health services, medical advice, or crisis intervention.
es: Esta aplicación proporciona orientación bíblica y apoyo espiritual. NO sustituye los servicios profesionales de salud mental, asesoramiento médico ni intervención en crisis.

# noMedicalLegalAdvice
source: No Medical or Legal Advice
es: Sin Asesoramiento Médico o Legal

# noMedicalLegalAdviceDesc
source: Information provided is for spiritual guidance only. Always consult qualified professionals for medical, legal, or financial matters.
es: La información proporcionada es únicamente para orientación espiritual. Siempre consulte a profesionales cualificados para asuntos médicos, legales o financieros.

source: AI Limitations
es: Limitaciones de la IA

# aiLimitationsDesc
source: Responses are generated by AI and may occasionally be inaccurate or incomplete. Use discernment and verify important information with trusted sources.
es: Las respuestas son generadas por inteligencia artificial y ocasionalmente pueden ser inexactas o incompletas. Use discernimiento y verifique información importante con fuentes confiables.

source: Recommended Use
es: Uso Recomendado

# recommendedUseDesc
source: Best used as a companion to regular prayer, Bible study, and fellowship with a local church community. Not a replacement for spiritual community.
es: Se recomienda usar como complemento a la oración regular, estudio bíblico y comunión con una iglesia local. No sustituye la comunidad espiritual.

# crisis988Title
source: 988 Suicide & Crisis Lifeline
es: 988 Línea de Prevención del Suicidio y Crisis (EE.UU.)

# crisis988Desc
source: Tap to call or text 988
es: Toque para llamar o enviar mensaje de texto al 988

# crisisTextLineTitle
source: Crisis Text Line
es: Crisis Text Line (EE.UU.)

# crisisTextLineDesc
source: Tap to text HOME to 741741
es: Toque para enviar HOME al 741741

source: Emergency Services
es: Servicios de Emergencia

# emergencyServicesDesc
source: Tap to call 911
es: Toque para llamar al 911 (EE.UU.) o número de emergencia local

source: Acceptance Required
es: Aceptación Requerida

# haveReadAndAgree
source: I have read and agree to the
es: He leído y acepto los

# confirmAge18Plus
source: I confirm that I am 18 years of age or older
es: Confirmo que tengo 18 años de edad o más

# pleaseAcceptAllRequired
source: Please accept all required items to continue
es: Por favor, acepte todos los elementos requeridos para continuar

# failedToSaveAcceptance
source: Failed to save acceptance. Please try again.
es: Error al guardar la aceptación. Por favor, inténtelo de nuevo.

# unableToCall988
source: Unable to make call. Please dial 988 manually.
es: No se pudo realizar la llamada. Por favor, marque 988 manualmente.

# unableToTextCrisisLine
source: Unable to open messaging. Please text HOME to 741741 manually.
es: No se pudo abrir la mensajería. Por favor, envíe HOME al 741741 manualmente.

# unableToCall911
source: Unable to make call. Please dial 911 manually.
es: No se pudo realizar la llamada. Por favor, marque su número de emergencia local manualmente.

# unlockBiometricPrompt
source: Unlock Everyday Christian to access your spiritual content
es: Desbloquee Everyday Christian para acceder a su contenido espiritual

source: Loading...
es: Cargando...

source: Protect Your App
es: Proteja Su Aplicación

# biometricSetupDescription
source: Keep your prayers, devotionals, and spiritual conversations private with {biometricType}.
es: Mantenga sus oraciones, devocionales y conversaciones espirituales privadas con {biometricType}.

# enableAppLockReason
source: Enable app lock to protect your spiritual content
es: Active el bloqueo de la aplicación para proteger su contenido espiritual

# appLockEnabledSuccess
source: App lock enabled. Your content is now protected.
es: Bloqueo de aplicación activado. Su contenido ahora está protegido.

# enableBiometric
source: Enable {biometricType}
es: Activar {biometricType}

# biometricSettingsNote
source: You can change this anytime from Settings
es: Puede cambiar esto en cualquier momento desde Configuración

# acceptBothDocumentsError
source: Please read and accept both documents
es: Por favor, lea y acepte ambos documentos

# termsAcceptanceSaveFailed
source: Failed to save acceptance. Please try again.
es: Error al guardar la aceptación. Por favor, inténtelo de nuevo.

source: Legal Agreement
es: Acuerdo Legal

# reviewToAccept
source: Please review and accept to continue
es: Por favor, revise y acepte para continuar

source: I have read and agree
es: He leído y acepto

# mustAcceptBothDocuments
source: You must accept both documents to use this app
es: Debe aceptar ambos documentos para usar esta aplicación

source: Processing...
es: Procesando...

# chatFailedToSend
source: Failed to send message. Please try again.
es: Error al enviar el mensaje. Por favor, inténtalo de nuevo.

# chatSubscriptionRequiredRegenerate
source: Subscription required to regenerate responses
es: Se requiere suscripción para regenerar respuestas

source: Crisis Resources Available
es: Recursos de Crisis Disponibles

# crisisResourcesTapToView
source: Tap to view resources →
es: Toca para ver recursos →

# crisisResourcesView
source: View
es: Ver

# chatDiscussingVerse
source: Discussing {reference}
es: Conversando sobre {reference}

# chatNewConversation
source: New Conversation
es: Nueva Conversación

# chatCouldNotFindUserMessage
source: Could not find previous message
es: No se pudo encontrar el mensaje anterior

# chatRegenerateInstruction
source: Please offer a different perspective or alternative response to the previous question.
es: Por favor, ofrece una perspectiva diferente o respuesta alternativa a la pregunta anterior.

# chatResponseRegeneratedSuccess
source: ✨ Response regenerated successfully
es: ✨ Respuesta regenerada exitosamente

# chatFailedToRegenerateResponse
source: Failed to regenerate response: {error}
es: No se pudo regenerar la respuesta: {error}

# chatNoConversationToExport
source: No conversation to export
es: No hay conversación para exportar

# chatNoMessagesToExport
source: No messages to export
es: No hay mensajes para exportar

# chatExportConversation
source: Export Conversation
es: Exportar Conversación

# chatShare
source: Share
es: Compartir

# chatExportSubject
source: AI Biblical Conversation Export
es: Exportación de Conversación Bíblica con IA

# chatConversationExportedSuccess
source: Conversation exported successfully
es: Conversación exportada exitosamente

# chatFailedToExport
source: Failed to export: {error}
es: Error al exportar: {error}

# chatNoConversationToShare
source: No conversation to share
es: No hay conversación para compartir

# chatNoMessagesToShare
source: No messages to share
es: No hay mensajes para compartir

# chatShareSubject
source: AI Biblical Conversation
es: Conversación Bíblica con IA

# chatConversationSharedSuccess
source: Conversation shared successfully
es: Conversación compartida exitosamente

# chatFailedToShare
source: Failed to share: {error}
es: Error al compartir: {error}

# chatConversationImageSharedSuccess
source: Conversation image shared successfully
es: Imagen de conversación compartida exitosamente

# chatFailedToShareTryAgain
source: Failed to share. Please try again.
es: Error al compartir. Por favor, inténtalo de nuevo.

# chatCouldNotFindQuestion
source: Could not find the question for this response
es: No se pudo encontrar la pregunta para esta respuesta

# chatMessageExchangeSharedSuccess
source: Message exchange shared successfully!
es: ¡Intercambio de mensajes compartido exitosamente!

source: Chat Options
es: Opciones de Chat

# chatExportConversationDesc
source: View and copy conversation text
es: Ver y copiar texto de la conversación

# chatShareText
source: Share Text
es: Compartir Texto

# chatShareTextDesc
source: Share as plain text
es: Compartir como texto plano

# chatShareAsImage
source: Share as Image
es: Compartir como Imagen

# chatShareAsImageDesc
source: Share conversation as custom image
es: Compartir conversación como imagen personalizada

# chatAiServiceInitializing
source: Initializing AI service...
es: Iniciando servicio de IA...

# chatAiServiceFallback
source: Using fallback responses: {reason}
es: Usando respuestas alternativas: {reason}

# chatAiServiceError
source: AI service error: {message}
es: Error del servicio de IA: {message}

# chatMessageOptions
source: Message Options
es: Opciones de Mensaje

# chatCopyMessage
source: Copy Message
es: Copiar Mensaje

# chatCopyMessageDesc
source: Copy message text to clipboard
es: Copiar texto del mensaje al portapapeles

# chatMessageCopiedToClipboard
source: Message copied to clipboard
es: Mensaje copiado al portapapeles

# chatRegenerateResponse
source: Regenerate Response
es: Regenerar Respuesta

# chatRegenerateResponseDesc
source: Generate a new response to this message
es: Generar una nueva respuesta a este mensaje

# chatShareExchange
source: Share Exchange
es: Compartir Intercambio

# chatShareExchangeDesc
source: Share this message exchange as image
es: Compartir este intercambio de mensajes como imagen

# chatInputPlaceholder
source: Scripture Chat...
es: Chat sobre las Escrituras...

# chatFallbackPrayer
source: I sense you may be seeking guidance on prayer. The Bible teaches us in 1 Thessalonians 5:17 to 'pray without ceasing.' Prayer is our direct line to God, and He invites us to bring all our concerns to Him. Would you like to share what's on your heart?
es: Siento que tal vez estés buscando orientación sobre la oración. La Biblia nos enseña en 1 Tesalonicenses 5:17 a 'orar sin cesar'. La oración es nuestra línea directa con Dios, y Él nos invita a traerle todas nuestras inquietudes. ¿Te gustaría compartir lo que hay en tu corazón?

# chatFallbackLove
source: Love is one of the most beautiful themes in Scripture. 1 Corinthians 13:4-7 describes love as patient, kind, and enduring. God's love for us is perfect and unconditional, demonstrated through Christ. How can I help you explore this topic further?
es: El amor es uno de los temas más hermosos en las Escrituras. 1 Corintios 13:4-7 describe el amor como paciente, bondadoso y perdurable. El amor de Dios por nosotros es perfecto e incondicional, demostrado a través de Cristo. ¿Cómo puedo ayudarte a explorar este tema más a fondo?

# chatFallbackForgiveness
source: Forgiveness is central to the Christian faith. Ephesians 4:32 encourages us to 'be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.' Is there a specific situation where you're seeking guidance on forgiveness?
es: El perdón es central en la fe cristiana. Efesios 4:32 nos anima a 'ser bondadosos unos con otros, misericordiosos, perdonándonos unos a otros, como Dios también os perdonó a vosotros en Cristo'. ¿Hay alguna situación específica en la que estés buscando orientación sobre el perdón?

# chatFallbackPurpose
source: Questions about purpose are deeply meaningful. Jeremiah 29:11 reminds us that God has plans for us - plans for welfare and hope. Your life has divine purpose. What aspect of purpose would you like to explore together?
es: Las preguntas sobre el propósito son profundamente significativas. Jeremías 29:11 nos recuerda que Dios tiene planes para nosotros - planes de bienestar y esperanza. Tu vida tiene un propósito divino. ¿Qué aspecto del propósito te gustaría explorar juntos?

# chatFallbackDefault
source: I'm here to provide biblical guidance and support. Feel free to ask me about Scripture, prayer, faith questions, or any spiritual concerns you have. How can I help you today?
es: Estoy aquí para brindarte orientación bíblica y apoyo. Siéntete libre de preguntarme sobre las Escrituras, la oración, preguntas de fe o cualquier inquietud espiritual que tengas. ¿Cómo puedo ayudarte hoy?

# chatConversationHistory
source: Conversation History
es: Historial de Conversaciones

# chatNoConversationHistoryYet
source: No conversation history yet
es: Aún no hay historial de conversaciones

# chatDeleteConversationTitle
source: Delete Conversation?
es: ¿Eliminar Conversación?

# chatDeleteConversationMessage
source: This will permanently delete this conversation and all its messages.
es: Esto eliminará permanentemente esta conversación y todos sus mensajes.

# chatConversationDeleted
source: Conversation deleted
es: Conversación eliminada

# chatConversationDefault
source: Conversation
es: Conversación

# chatStartNewConversationTitle
source: Start New Conversation?
es: ¿Iniciar Nueva Conversación?

# chatStartNewConversationMessage
source: Your current conversation will be saved to history. Start a new conversation?
es: Tu conversación actual se guardará en el historial. ¿Iniciar una conversación nueva?

# chatNewChatButton
source: New Chat
es: Nuevo Chat

# chatNoInternetConnection
source: No Internet Connection
es: Sin Conexión a Internet

# crisisImmediateDanger
source: If you are in immediate danger, call 911 or go to your nearest emergency room.
es: Si estás en peligro inmediato, llama al 911 (EE.UU.) o acude a la sala de emergencias más cercana. Si estás fuera de EE.UU., busca servicios de emergencia locales.

# crisisAcknowledge
source: I understand and have noted these resources
es: Entiendo y he tomado nota de estos recursos

source: Call {hotline} Now
es: Llamar a {hotline} Ahora

source: Additional Resources:
es: Recursos Adicionales:

source: Crisis Text Line
es: Línea de Texto para Crisis

# crisisTextInstructions
source: Text HOME to 741741
es: Envía HOME al 741741 (EE.UU.)

# lifeline988Website
source: 988 Lifeline Website
es: Sitio Web 988 Lifeline

# lifeline988Chat
source: Chat online at 988lifeline.org
es: Chatea en línea en 988lifeline.org

source: RAINN Online Chat
es: Chat en Línea de RAINN

# unableToCallError
source: Unable to make call. Please dial {hotline} manually.
es: No se pudo realizar la llamada. Por favor, marca {hotline} manualmente.

# crisisSuicideMessage
source: We detected you may be having suicidal thoughts. Your life matters. Please call 988 (Suicide & Crisis Lifeline) right now. They're available 24/7. Outside the US: • Mexico: 55-5259-8121 (Línea de la Vida) • Spain: 024 (Teléfono de la Esperanza) • Or search for local crisis services in your country
es: Detectamos que podrías estar teniendo pensamientos suicidas. Tu vida importa. Por favor, llama al 988 (Suicide & Crisis Lifeline - EE.UU.) ahora mismo. Están disponibles 24/7. Fuera de EE.UU.: • México: 55-5259-8121 (Línea de la Vida) • España: 024 (Teléfono de la Esperanza) • O busca servicios de crisis locales en tu país

# crisisSelfHarmMessage
source: We detected you may be considering self-harm. You don't have to face this alone. Please text HOME to 741741 (Crisis Text Line) for immediate support. Outside the US: • Mexico: 55-5259-8121 (Línea de la Vida) • Spain: 024 (Teléfono de la Esperanza) • Or search for local crisis services in your country
es: Detectamos que podrías estar considerando autolesionarte. No tienes que enfrentar esto solo. Por favor, envía HOME al 741741 (Crisis Text Line - EE.UU.) para apoyo inmediato. Fuera de EE.UU.: • México: 55-5259-8121 (Línea de la Vida) • España: 024 (Teléfono de la Esperanza) • O busca servicios de crisis locales en tu país

# crisisAbuseMessage
source: We detected you may be experiencing abuse. Your safety matters. Please call RAINN at 800-656-4673 for confidential support. Outside the US: • Mexico: 55-5259-8121 (Línea de la Vida) • Spain: 016 (Violencia de Género) • Or search for local help services in your country
es: Detectamos que podrías estar experimentando abuso. Tu seguridad importa. Por favor, llama a RAINN al 800-656-4673 (EE.UU.) para apoyo confidencial. Fuera de EE.UU.: • México: 55-5259-8121 (Línea de la Vida) • España: 016 (Violencia de Género) • O busca servicios de ayuda locales en tu país

source: Chapter playback complete
es: Reproducción del capítulo completada

# readingMarkedComplete
source: Reading marked as complete!
es: ¡Lectura marcada como completada!

# errorUpdatingReading
source: Error updating reading: {error}
es: Error al actualizar la lectura: {error}

source: Audio playback error
es: Error de reproducción de audio
