Repository: elev8tion/thereal-everyday-christian
Catalog: lib/l10n/app_*.arb
Languages: es

# faqA8
source: Yes! Open any prayer and tap "Mark as Answered". You can add a description of how God answered your prayer. View all answered prayers in the "Answered" tab.
es: ¡Sí! Abre cualquier oración y toca "Marcar como Respondida". Puedes agregar una descripción de cómo Dios respondió tu oración. Ve todas las oraciones respondidas en la pestaña "Respondidas".

# faqQ9
source: How do I export my prayer journal?
es: ¿Cómo exporto mi diario de oración?

# faqA9
source: Go to Settings > Data & Privacy > Export Data. This creates a formatted text file containing all your prayers (both active and answered) that you can save or share.
es: Ve a Configuración > Datos y Privacidad > Exportar Datos. Esto crea un archivo de texto formateado que contiene todas tus oraciones (activas y respondidas) que puedes guardar o compartir.

# faqQ10
source: Can I organize prayers by category?
es: ¿Puedo organizar oraciones por categoría?

# faqA10
source: Yes! Each prayer can be assigned to a category. Use the category filter at the top of the Prayer Journal to view prayers by specific categories.
es: ¡Sí! Cada oración puede asignarse a una categoría. Usa el filtro de categoría en la parte superior del Diario de Oración para ver oraciones por categorías específicas.

# faqQ11
source: Where can I find daily devotionals?
es: ¿Dónde puedo encontrar devocionales diarios?

# faqA11
source: Daily devotionals appear on your Home screen. You can mark devotionals as completed to track your progress and build your devotional streak.
es: Los devocionales diarios aparecen en tu pantalla de Inicio. Puedes marcar devocionales como completados para seguir tu progreso y construir tu racha devocional.

# faqQ12
source: How do reading plans work?
es: ¿Cómo funcionan los planes de lectura?

# faqA12
source: Choose a reading plan from the Reading Plans section. Tap "Start Plan" to begin. The app tracks your progress as you complete daily readings. Only one plan can be active at a time.
es: Elige un plan de lectura desde la sección de Planes de Lectura. Toca "Iniciar Plan" para comenzar. La aplicación rastrea tu progreso a medida que completas las lecturas diarias. Solo un plan puede estar activo a la vez.

# faqQ13
source: Can I track my devotional streak?
es: ¿Puedo rastrear mi racha devocional?

# faqA13
source: Yes! The app automatically tracks how many consecutive days you've completed devotionals. View your current streak on your Profile screen.
es: ¡Sí! La aplicación rastrea automáticamente cuántos días consecutivos has completado devocionales. Ve tu racha actual en tu pantalla de Perfil.

# faqQ14
source: What can I ask the AI?
es: ¿Qué puedo preguntarle a la IA?

# faqA14
source: You can ask about Scripture interpretation, prayer requests, life challenges, faith questions, and daily encouragement. The AI provides biblically-grounded guidance and support.
es: Puedes preguntar sobre interpretación de las Escrituras, peticiones de oración, desafíos de la vida, preguntas de fe y aliento diario. La IA proporciona orientación y apoyo basados en la Biblia.

# faqQ15
source: How many messages can I send?
es: ¿Cuántos mensajes puedo enviar?

# faqA15
source: Free users have a daily message limit. Premium subscribers get unlimited messages. Check Settings > Subscription to see your current plan and remaining messages.
es: Los usuarios gratuitos tienen un límite diario de mensajes. Los suscriptores Premium obtienen mensajes ilimitados. Consulta Configuración > Suscripción para ver tu plan actual y los mensajes restantes.

# faqQ16
source: Are my conversations saved?
es: ¿Mis conversaciones se guardan?

# faqA16
source: Yes! All your AI conversations are saved to your device. Each chat creates a new session that you can access from the conversation history.
es: ¡Sí! Todas tus conversaciones de IA se guardan en tu dispositivo. Cada chat crea una nueva sesión a la que puedes acceder desde el historial de conversaciones.

# faqQ17
source: How do I change notification times?
es: ¿Cómo cambio los horarios de las notificaciones?

# faqA17
source: Go to Settings > Notifications > Notification Time. Select your preferred time for daily reminders.
es: Ve a Configuración > Notificaciones > Hora de Notificación. Selecciona tu hora preferida para los recordatorios diarios.

# faqQ18
source: Can I turn off specific notifications?
es: ¿Puedo desactivar notificaciones específicas?

# faqA18
source: Yes! In Settings > Notifications, you can toggle each notification type (Daily Devotional, Prayer Reminders, Verse of the Day) independently.
es: ¡Sí! En Configuración > Notificaciones, puedes alternar cada tipo de notificación (Devocional Diario, Recordatorios de Oración, Versículo del Día) de forma independiente.

# faqQ19
source: Why aren't I receiving notifications?
es: ¿Por qué no recibo notificaciones?

# faqA19
source: Check your device settings to ensure notifications are enabled for Everyday Christian. Also verify that each notification type is enabled in Settings > Notifications.
es: Verifica la configuración de tu dispositivo para asegurarte de que las notificaciones estén habilitadas para Everyday Christian. También verifica que cada tipo de notificación esté habilitado en Configuración > Notificaciones.

# faqQ20
source: How do I adjust text size?
es: ¿Cómo ajusto el tamaño del texto?

# faqA20
source: Go to Settings > Appearance > Text Size. Use the slider to adjust text size throughout the app from 80% to 150% of normal size.
es: Ve a Configuración > Apariencia > Tamaño del Texto. Usa el control deslizante para ajustar el tamaño del texto en toda la aplicación del 80% al 150% del tamaño normal.

# faqQ21
source: Can I add a profile picture?
es: ¿Puedo agregar una foto de perfil?

# faqA21
source: Yes! Tap your profile avatar in Settings or on your Profile screen. Choose to take a photo or select one from your gallery.
es: ¡Sí! Toca tu avatar de perfil en Configuración o en tu pantalla de Perfil. Elige tomar una foto o seleccionar una de tu galería.

# faqQ22
source: What does offline mode do?
es: ¿Qué hace el modo sin conexión?

# faqA22
source: Offline mode allows you to use core features (Bible reading, viewing saved prayers and devotionals) without an internet connection. Scripture Chat requires internet.
es: El modo sin conexión te permite usar funciones principales (lectura de la Biblia, ver oraciones guardadas y devocionales) sin conexión a Internet. El chat de IA requiere Internet.

# faqQ23
source: Is my data private and secure?
es: ¿Mis datos son privados y seguros?

# faqA23
source: Yes! Your prayers, notes, and personal data are stored securely on your device. We never sell your information to third parties.
es: ¡Sí! Tus oraciones, notas y datos personales se almacenan de forma segura en tu dispositivo. Nunca vendemos tu información a terceros.

# faqQ24
source: What data is stored on my device?
es: ¿Qué datos se almacenan en mi dispositivo?

# faqA24
source: The Bible content, your prayers, conversation history, reading plan progress, devotional completion records, and app preferences are all stored locally.
es: El contenido de la Biblia, tus oraciones, historial de conversaciones, progreso de planes de lectura, registros de devocionales completados y preferencias de la aplicación se almacenan localmente.

# faqQ25
source: What's the difference between Clear Cache and Delete All Data?
es: ¿Cuál es la diferencia entre Borrar Caché y Eliminar Todos los Datos?

# faqA25
source: Clear Cache removes temporary files (image cache, temp directories) to free up storage space. Your prayers, settings, and all personal data remain safe. Delete All Data permanently erases everything including prayers, conversations, settings, and resets the app to factory defaults.
es: Borrar Caché elimina archivos temporales (caché de imágenes, directorios temporales) para liberar espacio de almacenamiento. Tus oraciones, configuraciones y todos los datos personales permanecen seguros. Eliminar Todos los Datos borra permanentemente todo, incluidas oraciones, conversaciones, configuraciones, y restablece la aplicación a los valores predeterminados de fábrica.

# faqQ26
source: How do I clear cached data?
es: ¿Cómo borro los datos en caché?

# faqA26
source: Go to Settings > Data & Privacy > Clear Cache. This removes temporary files and image cache to free up storage space. Your prayers, conversations, and personal data are NOT deleted - only temporary cache files are removed.
es: Ve a Configuración > Datos y Privacidad > Borrar Caché. Esto elimina archivos temporales y caché de imágenes para liberar espacio de almacenamiento. Tus oraciones, conversaciones y datos personales NO se eliminan - solo se eliminan archivos de caché temporales.

# faqQ27
source: How do I delete all my data?
es: ¿Cómo elimino todos mis datos?

# faqA27
source: Go to Settings > Data & Privacy > Delete All Data. You'll be asked to type "DELETE" to confirm. This permanently erases all prayers, conversations, reading plans, favorites, settings, and profile picture. Export your prayer journal first if you want to keep a backup. This action cannot be undone.
es: Ve a Configuración > Datos y Privacidad > Eliminar Todos los Datos. Se te pedirá que escribas "DELETE" para confirmar. Esto borra permanentemente todas las oraciones, conversaciones, planes de lectura, favoritos, configuraciones y foto de perfil. Exporta tu diario de oración primero si deseas conservar una copia de seguridad. Esta acción no se puede deshacer.

# downloadApp
source: Download Everyday Christian
es: Descarga Cristiano Cotidiano

# getApp
source: Get Everyday Christian
es: Obtén Cristiano Cotidiano

# dailyScriptureAndGuidance
source: Daily Scripture & Guidance
es: Escritura y Guía Diaria

source: AI-Powered Biblical Guidance
es: Guía Bíblica con IA
