Repository: elev8tion/thereal-everyday-christian
Catalog: lib/l10n/app_*.arb
Languages: es

# chapterOfTotal
source: Chapter {current} of {total}
es: Capítulo {current} de {total}

# oneChapter
source: 1 chapter
es: 1 capítulo

# noVersesFoundForBook
source: No verses found for {book} {chapter}
es: No se encontraron versículos para {book} {chapter}

source: Press & hold verse for actions ✨
es: Mantén presionado el versículo para acciones ✨

source: Removed from Verse Library
es: Eliminado de la Biblioteca de Versículos

source: Added to Verse Library!
es: ¡Agregado a la Biblioteca de Versículos!

source: ✓ Reading Completed
es: ✓ Lectura Completada

source: Error loading chapter
es: Error al cargar el capítulo

source: Retry
es: Reintentar

source: No verses available
es: No hay versículos disponibles

# couldNotFindVersesForRange
source: Could not find verses for {book} {startChapter}-{endChapter}
es: No se pudieron encontrar versículos para {book} {startChapter}-{endChapter}

source: Devotional options
es: Opciones de Devocional

source: Share Devotional
es: Compartir Devocional

source: Devotional shared!
es: ¡Devocional compartido!

# unableToShareDevotional
source: Unable to share devotional: {error}
es: No se pudo compartir el devocional: {error}

source: Key Verse Spotlight
es: Versículo Clave Destacado

source: Life Application
es: Aplicación a la Vida

source: Prayer
es: Oración

source: Today's Action Step
es: Paso de Acción de Hoy

source: Extended
es: Extendido

source: {month} {year} Progress
es: Progreso de {month} {year}

# demoDevotionalTitle
source: Cultivating a Thankful Heart
es: Cultivando un Corazón Agradecido

source: Everyday verses
es: Versículos cotidianos

source: Saved Verses
es: Versículos Guardados

source: Shared
es: Compartidos

source: No shared verses yet
es: Aún no hay versículos compartidos

# shareVersesToKeepHistory
source: Share verses to keep a quick-access history here.
es: Comparte versículos para mantener un historial de acceso rápido aquí.

source: No saved verses yet
es: Aún no hay versículos guardados

# saveVersesWhileReading
source: 💡 Save verses while reading to build your collection
es: 💡 Guarda versículos mientras lees para construir tu colección

source: Something went wrong
es: Algo salió mal

source: Share
es: Compartir

source: Verse copied to clipboard
es: Versículo copiado al portapapeles

source: Share Text
es: Compartir Texto

# verseSharedButCouldntRemove
source: Verse shared but couldn't remove from saved
es: Versículo compartido pero no se pudo eliminar de los guardados

# verseSharedAndMovedToShared
source: Verse shared and moved to Shared tab!
es: ¡Versículo compartido y movido a la pestaña Compartidos!

# unableToShareVerse
source: Unable to share verse: {error}
es: No se pudo compartir el versículo: {error}

# verseSharedAsImageAndMoved
source: Verse shared as image and moved to Shared tab!
es: ¡Versículo compartido como imagen y movido a la pestaña Compartidos!

source: Verse Library Options
es: Opciones de la Biblioteca de Versículos

source: About Verse Library
es: Acerca de la Biblioteca de Versículos

# browseAndManageSavedVerses
source: Browse and manage your saved verses
es: Explora y administra tus versículos guardados

source: View shared history
es: Ver historial compartido

# jumpToRecentlyShared
source: Jump to your recently shared verses
es: Ir a tus versículos compartidos recientemente

source: Clear saved verses
es: Limpiar versículos guardados

# removeAllFromSaved
source: Remove all verses from your saved collection
es: Eliminar todos los versículos de tu colección guardada

source: Clear shared history
es: Limpiar historial compartido

# removeAllFromShared
source: Remove all verses from shared history
es: Eliminar todos los versículos del historial de compartidos

source: Removed from shared history
es: Eliminado del historial compartido

# unableToRemoveSharedVerse
source: Unable to remove shared verse: {error}
es: No se pudo eliminar el versículo compartido: {error}

# unableToRemoveVerse
source: Unable to remove verse: {error}
es: No se pudo eliminar el versículo: {error}

# clearSharedHistoryQuestion
source: Clear shared history?
es: ¿Limpiar historial compartido?

# clearSharedHistoryConfirmation
source: This removes every verse from your Shared tab. Future shares will continue to appear here.
es: Esto elimina todos los versículos de tu pestaña Compartidos. Los compartidos futuros seguirán apareciendo aquí.

source: Clear All
es: Limpiar Todo

source: Shared history cleared
es: Historial compartido limpiado

# unableToClearSharedHistory
source: Unable to clear shared history: {error}
es: No se pudo limpiar el historial compartido: {error}

# clearSavedVersesQuestion
source: Clear saved verses?
es: ¿Limpiar versículos guardados?

# clearSavedVersesConfirmation
source: This will remove every verse from your Saved list. You can always add them again later.
es: Esto eliminará todos los versículos de tu lista Guardados. Siempre puedes agregarlos de nuevo más tarde.

source: Saved verses cleared
es: Versículos guardados limpiados

# unableToClearSavedVerses
source: Unable to clear saved verses: {error}
es: No se pudo limpiar los versículos guardados: {error}

# verseProgress
source: Verse {current} of {total}
es: Versículo {current} de {total}

# dailyScriptureGuidance
source: Bible Study, Prayer, & Devotionals
es: Escritura y Orientación Diaria

source: Answered Prayer
es: Oración Respondida

source: Prayer Request
es: Petición de Oración

source: Join Me in Prayer
es: Únete a Mí en Oración

# filterByCategory
source: Filter
es: Filtrar por Categoría

source: Clear Filter
es: Quitar Filtro

# noActivePrayersSubtitle
source: Add your prayers here to come back to them, reflect, and maintain your commitment
es: Agrega aquí tus oraciones para volver a ellas, reflexionar y mantener tu compromiso

source: Unable to load prayers
es: No se pudieron cargar las oraciones

# highlightPrayersAnswered
source: Highlight Answered Prayers
es: Resaltar Oraciones Respondidas

# answeredPrayersSubtitle
source: Sometimes the answers we receive aren't what we wanted. Store them here to reflect better
es: A veces las respuestas que recibimos no son las que queríamos. Guárdalas aquí para reflexionar mejor

source: Unable to load answered prayers
es: No se pudieron cargar las oraciones respondidas

source: Add
es: Agregar

source: Error loading categories
es: Error al cargar categorías

source: Prayer added successfully
es: Oración agregada exitosamente

# errorAddingPrayer
source: Error adding prayer: {error}
es: Error al agregar oración: {error}

# prayerMarkedAnswered
source: Prayer marked as answered! 🙏
es: ¡Oración marcada como respondida! 🙏

source: Prayer shared successfully! 🙏
es: ¡Oración compartida exitosamente! 🙏

# unableToSharePrayer
source: Unable to share prayer: {error}
es: No se pudo compartir la oración: {error}

source: Delete Prayer
es: Eliminar Oración

# deletePrayerConfirmation
source: Are you sure you want to delete "{title}"?
es: ¿Estás seguro de que quieres eliminar "{title}"?

source: Prayer deleted
es: Oración eliminada

# errorDeletingPrayer
source: Error deleting prayer: {error}
es: Error al eliminar oración: {error}

source: No Progress to Track
es: No Hay Progreso para Seguir

# noProgressSubtitle
source: Start a reading plan to see your progress and statistics
es: Inicia un plan de lectura para ver tu progreso y estadísticas

source: Your Progress and Statistics
es: Tu Progreso y Estadísticas

# errorLoadingStats
source: Error loading statistics: {error}
es: Error al cargar estadísticas: {error}

source: Reading Activity
es: Actividad de Lectura

# readingActivitySubtitle
source: Days with completed readings in the last 90 days
es: Días con lecturas completadas en los últimos 90 días

# errorLoadingActivityData
source: Error loading activity data: {error}
es: Error al cargar datos de actividad: {error}

# onlyOnePlanActive
source: Only one reading plan can be active at a time. Reset your current plan to start a different one.
es: Solo puede haber un plan de lectura activo a la vez. Restablece tu plan actual para iniciar otro diferente.

# estimatedTimePerDay
source: {time}/day
es: {time}/día

# streakDays
source: {count, plural, =1{1 day} other{# days}}
es: {count, plural, =1{1 día} other{# días}}

source: Select Category
es: Seleccionar Categoría

# resetCurrentPlanTooltip
source: Reset your current plan before starting a new one
es: Restablece tu plan actual antes de iniciar uno nuevo

# couldNotOpenReading
source: Could not open reading: {error}
es: No se pudo abrir la lectura: {error}

source: This will permanently delete:
es: Esto eliminará permanentemente:

# completedReadingsCount
source: {count, plural, =1{1 completed reading} other{# completed readings}}
es: {count, plural, =1{1 lectura completada} other{# lecturas completadas}}

# yourStreakDays
source: Your {streak} day streak 🔥
es: Tu racha de {streak} días 🔥

source: All progress history
es: Todo el historial de progreso

# actionCannotBeUndone
source: This action cannot be undone.
es: Esta acción no se puede deshacer.

# fabTooltipMessage
source: Tap here to navigate ✨
es: Toca aquí para navegar ✨

source: Biblical Chat
es: Chat Bíblico

# biblicalChatDesc
source: Get biblical wisdom for any situation you're facing
es: Sabiduría bíblica para tu vida

# homeScreen
source: Home
es: Inicio

source: Read Bible
es: Leer la Biblia

# settingsSubtitle
source: Customize your app experience
es: Personaliza tu experiencia en la aplicación

# dailyDevotionalNotificationDesc
source: Morning inspiration to start your day
es: Inspiración matutina para comenzar tu día

# prayerRemindersNotificationDesc
source: Gentle nudges to pause and pray
es: Recordatorios suaves para hacer una pausa y orar

# verseOfTheDayNotificationDesc
source: Daily scripture to reflect on
es: Escritura diaria para reflexionar

source: Reading Plan
es: Plan de Lectura

# readingPlanNotificationDesc
source: Stay on track with your Bible reading
es: Mantente al día con tu lectura bíblica

source: Subscription
es: Suscripción

source: Manage Subscription
es: Administrar Suscripción

# messagesLeftThisMonth
source: {count} messages left this month
es: {count} mensajes restantes este mes

# messagesLeftToday
source: {count} messages left today
es: {count} mensajes restantes hoy

source: Start your free trial
es: Inicia tu prueba gratuita

source: Appearance
es: Apariencia

source: Delete All Data
es: Eliminar Todos los Datos

# deleteAllDataDesc
source: ⚠️ Permanently delete all your data
es: ⚠️ Eliminar permanentemente todos tus datos

source: App Lock
es: Bloqueo de Aplicación

# appLockDesc
source: Require Face ID / Touch ID to open app
es: Requerir Face ID / Touch ID para abrir la aplicación

# notificationTime
source: Notify Time
es: Hora de notificación

source: Set Time
es: Establecer Hora

# biometricNotAvailable
source: Biometric authentication is not available on this device
es: La autenticación biométrica no está disponible en este dispositivo

# verifyIdentityAppLock
source: Verify your identity to enable app lock
es: Verifica tu identidad para habilitar el bloqueo de aplicación

# appLockEnabled
source: App lock enabled. Your app is now protected.
es: Bloqueo de aplicación habilitado. Tu aplicación ahora está protegida.

source: App lock disabled
es: Bloqueo de aplicación deshabilitado

# failedToClearCache
source: ❌ Failed to clear cache: {error}
es: ❌ Error al limpiar caché: {error}

# dataExportTitle
source: EVERYDAY CHRISTIAN - DATA EXPORT
es: EVERYDAY CHRISTIAN - EXPORTACIÓN DE DATOS

# exportDate
source: Export Date: {date}
es: Fecha de Exportación: {date}

# prayerJournalExportSection
source: 📿 PRAYER JOURNAL
es: 📿 DIARIO DE ORACIÓN

# aiChatExportSection
source: 💬 AI CHAT CONVERSATIONS
es: 💬 CONVERSACIONES DE CHAT IA

# totalSessions
source: Total Sessions: {count}
es: Sesiones Totales: {count}

# archivedSessionTitle
source: Session: {title} (Archived)
es: Sesión: {title} (Archivada)

source: No data to export
es: No hay datos para exportar

# dataExportSubject
source: Everyday Christian - Data Export
es: Everyday Christian - Exportación de Datos

# dataExported
source: 📤 Exported {prayerCount} prayer journal(s) and {chatCount} conversation(s)
es: 📤 Exportados {prayerCount} diario(s) de oración y {chatCount} conversación(es)

# failedToExport
source: Failed to export: {error}
es: Error al exportar: {error}

# deleteItemPrayerJournal
source: ✝️ All prayer journal entries
es: ✝️ Todas las entradas del diario de oración

# deleteItemChatConversations
source: 💬 All AI chat conversations
es: 💬 Todas las conversaciones del chat IA

# deleteItemReadingPlan
source: 📖 Reading plan progress
es: 📖 Progreso del plan de lectura

# deleteItemFavoriteVerses
source: 🌟 Favorite verses
es: 🌟 Versículos favoritos

# deleteItemDevotionalHistory
source: 📝 Devotional completion history
es: 📝 Historial de devocionales completados

# deleteItemSettings
source: ⚙️ All app settings and preferences
es: ⚙️ Todas las configuraciones y preferencias de la aplicación

# deleteItemProfilePicture
source: 👤 Profile picture
es: 👤 Foto de perfil

# deleteItemStatistics
source: 📊 All statistics and progress
es: 📊 Todas las estadísticas y progreso

# deleteLocalDataWarning
source: ⚠️ This will delete all local data including:
es: ⚠️ Esto eliminará todos los datos locales incluyendo:

# deleteDataBulletList
source: • Prayer journal entries • Chat history • Saved verses • Settings and preferences
es: • Entradas del diario de oración • Historial de chat • Versículos guardados • Configuraciones y preferencias

# subscriptionWillRestore
source: Your subscription will remain active and will be automatically restored on next app launch.
es: Tu suscripción permanecerá activa y se restaurará automáticamente en el próximo inicio de la aplicación.

source: Type DELETE to confirm:
es: Escribe DELETE para confirmar:

# typeDeletePlaceholder
source: Type DELETE
es: Escribe DELETE

# mustTypeDeleteToConfirm
source: ❌ You must type DELETE to confirm
es: ❌ Debes escribir DELETE para confirmar

source: Deleting all data...
es: Eliminando todos los datos...

# allDataDeleted
source: ✅ All data deleted. App will restart.
es: ✅ Todos los datos eliminados. La aplicación se reiniciará.

source: Find answers to common questions
es: Encuentra respuestas a preguntas comunes

# supportRequestSubject
source: Everyday Christian Support Request
es: Solicitud de Soporte Everyday Christian

# supportRequestBody
source: Please describe your issue or question:
es: Por favor describe tu problema o pregunta:

# couldNotOpenEmailClient
source: Could not open email client. Please email connect@everydaychristian.app
es: No se pudo abrir el cliente de correo. Por favor envía un correo a connect@everydaychristian.app

# errorOpeningEmail
source: Error opening email: Please email connect@everydaychristian.app
es: Error al abrir correo: Por favor envía un correo a connect@everydaychristian.app

# nameDeleted
source: Name deleted successfully
es: Nombre eliminado exitosamente

# achievementUnbroken
source: Unbroken
es: Inquebrantable

# achievementUnbrokenDesc
source: Maintain a 7-day prayer streak
es: Mantén una racha de oración de 7 días

# achievementRelentless
source: Relentless
es: Incansable

# achievementRelentlessDesc
source: Log 50 prayers
es: Registra 50 oraciones

# achievementCurator
source: Curator
es: Curador

# achievementCuratorDesc
source: Save 100 Bible verses
es: Guarda 100 versículos bíblicos

# achievementDailyBread
source: Daily Bread
es: Pan Diario

# achievementDailyBreadDesc
source: Complete 30 devotionals
es: Completa 30 devocionales

# achievementDailyBreadDescWithStreak
source: Complete 30 devotionals • 🔥 {count} day{plural} streak
es: Completa 30 devocionales • 🔥 Racha de {count} día{plural}

# achievementDeepDiver
source: Deep Diver
es: Explorador Profundo

# achievementDeepDiverDesc
source: Start 5 reading plans
es: Inicia 5 planes de lectura

# achievementDisciple
source: Disciple
es: Discípulo

# achievementDiscipleDesc
source: Share 10 items (verses, chats, prayers, or devotionals)
es: Comparte 10 elementos (versículos, chats, oraciones o devocionales)

# errorLoadingProfile
source: Error loading profile: {error}
es: Error al cargar perfil: {error}

source: Could not open email app
es: No se pudo abrir la aplicación de correo

# errorOpeningEmailWithError
source: Error opening email: {error}
es: Error al abrir correo: {error}

source: Oops!
es: ¡Vaya!

source: Try Again
es: Reintentar

source: OK
es: Aceptar

source: Technical details:
es: Detalles técnicos:

# initializingApp
source: Loading...
es: Cargando...

source: Initialization Error
es: Error de inicialización

# unexpectedError
source: An unexpected error occurred
es: Ha ocurrido un error inesperado

# messagesLeftCount
source: {count, plural, =0{no messages} =1{1 message left} other{# messages left}}
es: {count, plural, =0{sin mensajes} =1{1 mensaje restante} other{# mensajes restantes}}

# appTaglineBiblical
source: AI Biblical Guidance
es: Guía bíblica con IA

source: Get Everyday Christian
es: Descarga Everyday Christian

source: Scan to download
es: Escanea para descargar

source: Download Everyday Christian →
es: Descarga Everyday Christian →

source: Daily Devotional: {title}
es: Devocional Diario: {title}

# dailyDevotionalFallback
source: Daily Devotional
es: Devocional Diario

# startDayWithGodsWord
source: Start your day with God's word
es: Comienza tu día con la palabra de Dios

# dailyDevotionalChannelName
source: Daily Devotional
es: Devocional Diario

# dailyDevotionalChannelDesc
source: Daily devotional reminders
es: Recordatorios del devocional diario

# dailyVerseChannelName
source: Daily Verse
es: Versículo Diario

# dailyVerseChannelDesc
source: Daily verse notifications
es: Notificaciones del versículo diario

source: Prayer Reminder
es: Recordatorio de Oración

source: Time to Pray
es: Tiempo de Orar

# prayerReminderBody
source: You have {count, plural, =1{one prayer request} other{# prayer requests}} to lift up today
es: Tienes {count, plural, =1{una petición de oración} other{# peticiones de oración}} para elevar hoy

# timeWithGod
source: Take a moment to spend time with God
es: Toma un momento para pasar tiempo con Dios

# prayerRemindersChannelName
source: Prayer Reminders
es: Recordatorios de Oración

# prayerRemindersChannelDesc
source: Prayer reminder notifications
es: Notificaciones de recordatorios de oración

source: Bible Reading: {title}
es: Lectura Bíblica: {title}

# bibleReadingFallback
source: Bible Reading
es: Lectura Bíblica

# continueReadingPlan
source: Continue your reading plan today
es: Continúa tu plan de lectura hoy

# startReadingPlanNotification
source: Start a reading plan to grow in God's word
es: Inicia un plan de lectura para crecer en la palabra de Dios

# readingPlanChannelName
source: Reading Plan
es: Plan de Lectura

# readingPlanChannelDesc
source: Bible reading plan reminders
es: Recordatorios del plan de lectura bíblica

source: Bible Browser
es: Navegador Bíblico

source: Read any chapter freely
es: Lee cualquier capítulo libremente

source: Search books
es: Buscar libros...

source: Searching verses...
es: Buscando versículos...

source: Old Testament
es: Antiguo Testamento

source: New Testament
es: Nuevo Testamento

source: No books found
es: No se encontraron libros

# tryDifferentSearchTerm
source: Try a different search term
es: Intenta un término de búsqueda diferente

# chapterCount
source: {count} chapter
es: {count} capítulo

# chaptersCount
source: {count} chapters
es: {count} capítulos

source: Select Chapter - {book}
es: Seleccionar Capítulo - {book}

# versesFoundCount
source: {count} verses found
es: {count} versículos encontrados

# trialPricingAfterTrial
source: After trial: ~$35.99/year for 150 chats/month
es: Después de la prueba: ~$35.99/año por 150 mensajes/mes

# faqSubtitle
source: Find answers to common questions
es: Respuestas a tus preguntas

# faqGettingStarted
source: Getting Started
es: Primeros Pasos

# faqBibleReading
source: Bible Reading
es: Lectura de la Biblia

# faqPrayerJournal
source: Prayer Journal
es: Diario de Oración

# faqDevotionalsPlans
source: Devotionals & Reading Plans
es: Devocionales y Planes de Lectura

# faqAIChatSupport
source: Scripture Chat & Support
es: Chat de IA y Soporte

# faqNotifications
source: Notifications
es: Notificaciones

# faqSettingsCustomization
source: Settings & Customization
es: Configuración y Personalización

# faqDataPrivacy
source: Data & Privacy
es: Datos y Privacidad

# faqQ1
source: How do I get started?
es: ¿Cómo empiezo?

# faqA1
source: Welcome! Start by exploring the Home screen where you'll find daily devotionals, verse of the day, and quick access to prayer and Bible reading. Navigate using the menu in the top left corner.
es: ¡Bienvenido! Comienza explorando la pantalla de Inicio donde encontrarás devocionales diarios, versículo del día y acceso rápido a oración y lectura bíblica. Navega usando el menú en la esquina superior izquierda.

# faqQ2
source: Is the app free to use?
es: ¿La aplicación es gratuita?

# faqA2
source: Yes! Everyday Christian offers a free trial with daily message limits for Scripture Chat. Upgrade to Premium for unlimited conversations and full access to all features.
es: ¡Sí! Everyday Christian ofrece una prueba gratuita con límites diarios de mensajes para el chat de IA. Actualiza a Premium para conversaciones de IA ilimitadas y acceso completo a todas las funciones.

# faqQ3
source: Which Bible version is used?
es: ¿Qué versión de la Biblia se usa?

# faqA3
source: The app uses the World English Bible (WEB), a modern public domain translation that's faithful to the original texts and easy to read.
es: La aplicación usa la World English Bible (WEB), una traducción moderna de dominio público que es fiel a los textos originales y fácil de leer.

# faqQ4
source: Can I read the Bible offline?
es: ¿Puedo leer la Biblia sin conexión?

# faqA4
source: Yes! The entire Bible is downloaded when you first install the app. You can read all 66 books, chapters, and verses without an internet connection.
es: ¡Sí! La Biblia completa se descarga cuando instalas la aplicación por primera vez. Puedes leer los 66 libros, capítulos y versículos sin conexión a Internet.

# faqQ5
source: How do I search for verses?
es: ¿Cómo busco versículos?

# faqA5
source: Navigate to the Bible section from the home menu. Use the search bar to find verses by keywords, or browse by book, chapter, and verse.
es: Navega a la sección de Biblia desde el menú principal. Usa la barra de búsqueda para encontrar versículos por palabras clave, o navega por libro, capítulo y versículo.

# faqQ6
source: Can I change the Bible version?
es: ¿Puedo cambiar la versión de la Biblia?

# faqA6
source: The World English Bible (WEB) is currently the only version available. This ensures consistent offline access and optimal performance.
es: La World English Bible (WEB) es actualmente la única versión disponible. Esto garantiza un acceso sin conexión consistente y un rendimiento óptimo.

# faqQ7
source: How do I add a prayer?
es: ¿Cómo agrego una oración?

# faqA7
source: Open the Prayer Journal from the home menu and tap the floating + button. Enter your prayer title, description, and choose a category (Personal, Family, Health, etc.), then save.
es: Abre el Diario de Oración desde el menú principal y toca el botón flotante +. Ingresa el título de tu oración, descripción y elige una categoría (Personal, Familia, Salud, etc.), luego guarda.

# faqQ8
source: Can I mark prayers as answered?
es: ¿Puedo marcar oraciones como respondidas?
