Repository: elev8tion/thereal-everyday-christian
Catalog: lib/l10n/app_*.arb
Languages: es

# appName
source: EVERYDAY
es: Cristiano De

# appNameSecond
source: CHRISTIAN
es: Cada Dia

# tagline
source: Faith-guided wisdom for life's moments
es: Sabiduría guiada por la fe para los momentos de la vida

# loadingJourney
source: Preparing your spiritual journey
es: Preparando su jornada espiritual...

# version
source: Version 1.0.0
es: Versión 1.0.0

# builtWithFaith
source: Built with ❤️ for faith
es: Hecho con ❤️ para la fe

# faithGuidedCompanion
source: Your faith-guided companion for life's moments
es: Su compañero de fe para la vida

source: AI Biblical Guidance
es: Guía Bíblica con IA

# aiBiblicalGuidanceDesc
source: Get personalized Bible verses and wisdom for any situation
es: Versículos y sabiduría bíblica personalizada

source: Daily Verses
es: Versículos Diarios

# dailyVersesDesc
source: Receive encouraging Scripture at 9:30 AM or your preferred time
es: Reciba Escrituras alentadoras a las 9:30 AM o en su hora preferida

source: Complete Privacy
es: Privacidad Completa

# completePrivacyDesc
source: All your spiritual conversations stay on your device
es: Sus conversaciones permanecen en su dispositivo

source: Begin Your Journey
es: Comience Su Jornada

source: Continue as Guest
es: Continuar como Invitado

source: Welcome Back
es: Bienvenido de Nuevo

# signInToContinue
source: Sign in to continue your spiritual journey
es: Continúe su jornada espiritual

# privacyNote
source: Your spiritual conversations remain completely private on your device
es: Sus conversaciones son completamente privadas

source: Sign In
es: Iniciar Sesión

source: Sign Up
es: Registrarse

source: Full Name
es: Nombre Completo

source: Email
es: Correo Electrónico

source: Password
es: Contraseña

source: Create Account
es: Crear Cuenta

source: Use Biometric
es: Usar Biometría

# agreeTerms
source: By creating an account, you agree to keep your spiritual journey private and secure.
es: Al crear una cuenta, usted acepta mantener su jornada espiritual privada y segura.

# pleaseEnterEmail
source: Please enter your email
es: Por favor ingrese su correo electrónico

# pleaseEnterValidEmail
source: Please enter a valid email address
es: Por favor ingrese un correo electrónico válido

# pleaseEnterPassword
source: Please enter your password
es: Por favor ingrese su contraseña

# passwordMinLength
source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres

# pleaseEnterName
source: Please enter your name
es: Por favor ingrese su nombre

source: or
es: o

source: Rise and shine
es: Buenos días

source: Good afternoon
es: Buenas tardes

source: Good evening
es: Buenas noches

# howCanIEncourage
source: How can I encourage you today?
es: ¿Cómo puedo alentarlo hoy?

source: Day Streak
es: Racha de Días

source: Prayers
es: Oraciones

source: Verses Read
es: Versículos Leídos

source: Devotionals
es: Devocionales

source: AI Guidance
es: Guía con IA

# aiGuidanceDesc
source: Get biblical wisdom for any situation you're facing
es: Obtenga sabiduría bíblica para cualquier situación que enfrente

source: Daily Devotional
es: Devocional Diario

# dailyDevotionalDesc
source: Grow closer to God with daily reflections
es: Acérquese más a Dios con reflexiones diarias

source: Prayer Journal
es: Diario de Oración

# prayerJournalDesc
source: Track your prayers and see God's faithfulness
es: Registre sus oraciones y vea la fidelidad de Dios

source: Reading Plans
es: Planes de Lectura

# readingPlansDesc
source: Structured Bible reading with daily guidance
es: Lectura bíblica estructurada con guía diaria

source: Quick Actions
es: Acciones Rápidas

source: Bible Library
es: Biblioteca Bíblica

source: Add Prayer
es: Agregar Oración

source: Share Verse
es: Compartir Versículo

source: Settings
es: Configuración

source: Profile
es: Perfil

source: Verse of the Day
es: Versículo del Día

source: Comfort
es: Consuelo

source: Start Spiritual Conversation
es: Iniciar Conversación

source: Biblical AI Guidance
es: Guía Bíblica con IA

source: Powered by local AI
es: Impulsado por IA local

source: Ask for biblical guidance...
es: Pida guía bíblica...

source: Peace be with you! 🙏
es: ¡La paz sea con usted! 🙏

# chatWelcomeMessage
source: I'm here to provide intelligent scripture support directly from the word itself, for everyday Christian questions. Feel free to ask me about: • Scripture interpretation • Prayer requests • Life challenges • Faith questions • Daily encouragement How can I help you today?
es: Estoy aquí para brindar guía bíblica y apoyo espiritual. No dude en preguntarme sobre: • Interpretación de las Escrituras • Peticiones de oración • Desafíos de la vida • Preguntas de fe • Aliento diario ¿Cómo puedo ayudarle hoy?

# bringRequestsToGod
source: Plan Pray Reflect
es: Traiga sus peticiones a Dios

source: Active
es: Activa

source: Answered
es: Respondida

source: No Active Prayers
es: No Hay Oraciones Activas

# startPrayerJourney
source: Start your prayer journey by adding your first prayer request
es: Agregue su primera petición de oración

source: No Answered Prayers Yet
es: Aún No Hay Oraciones Respondidas

# markPrayersAnswered
source: Answered prayers appear here
es: Cuando Dios responda sus oraciones, márquelas como respondidas para verlas aquí

source: Mark as Answered
es: Marcar como Respondida

source: Delete
es: Eliminar

source: How God Answered:
es: Cómo Dios Respondió:

source: Answered {date}
es: Respondida {date}

source: Add Prayer Request
es: Agregar Petición de Oración

source: Title
es: Título

# whatArePrayingFor
source: What are you praying for?
es: ¿Por qué está orando?

source: Category
es: Categoría

source: Description
es: Descripción

# shareMoreDetails
source: Share more details about your prayer request...
es: Comparta más detalles sobre su petición de oración...

source: Cancel
es: Cancelar

# addPrayerButton
source: Add Prayer
es: Agregar

source: Mark Answered
es: Marcar Respondida

# howDidGodAnswer
source: How did God answer this prayer?
es: ¿Cómo respondió Dios esta oración?

# shareHowGodAnswered
source: Share how God answered your prayer...
es: Comparta cómo Dios respondió su oración...

source: Health
es: Salud

source: Family
es: Familia

source: Work/Career
es: Trabajo/Carrera

source: Protection
es: Protección

source: Guidance
es: Guía

source: Gratitude
es: Gratitud

source: Work
es: Trabajo

source: Ministry
es: Ministerio

source: Thanksgiving
es: Acción de Gracias

source: Intercession
es: Intercesión

source: Finances
es: Finanzas

source: Relationships
es: Relaciones

source: Today
es: Hoy

source: Yesterday
es: Ayer

# daysAgo
source: {count} days ago
es: hace {count} días

# dayStreakCount
source: {count} day streak
es: racha de {count} días

# completed
source: {count} completed
es: {count} completados

source: Day {number}
es: Día {number}

source: Today's Verse
es: Versículo de Hoy

source: Reflection
es: Reflexión

source: Mark as Completed
es: Marcar como Completado

source: Devotional Completed
es: Devocional Completado

source: Completed today
es: Completado hoy

source: Completed yesterday
es: Completado ayer

# completedDaysAgo
source: Completed {count} days ago
es: Completado hace {count} días

source: Previous Day
es: Día Anterior

source: Next Day
es: Día Siguiente

source: Progress
es: Progreso

# progressCount
source: {current} of {total}
es: {current} de {total}

source: No Devotionals Available
es: No Hay Devocionales Disponibles

# checkBackForDevotionals
source: Check back later for daily devotionals
es: Regrese más tarde para los devocionales diarios

source: Error Loading Devotionals
es: Error al Cargar Devocionales

# growInGodsWord
source: Grow in God's word daily
es: Crezca en la palabra de Dios diariamente

# todayTab
source: Today
es: Hoy

source: My Plans
es: Mis Planes

source: Explore
es: Explorar

source: No Active Reading Plan
es: No Hay Plan de Lectura Activo

# startReadingPlanPrompt
source: Start a reading plan to see today's readings here
es: Inicie un plan de lectura para ver las lecturas de hoy aquí

source: Explore Plans
es: Explorar Planes

source: Today's Readings
es: Lecturas de Hoy

source: All caught up!
es: ¡Todo al día!

# noReadingsToday
source: No readings scheduled for today
es: No hay lecturas programadas para hoy

source: No Active Plans
es: No Hay Planes Activos

# startReadingPlanToTrack
source: Start a reading plan to track your progress
es: Inicie un plan de lectura para seguir su progreso

source: Continue Reading
es: Continuar Leyendo

source: Start Plan
es: Iniciar Plan

source: Marked as incomplete
es: Marcado como incompleto

# greatJobKeepUp
source: Great job! Keep up the good work!
es: ¡Excelente trabajo! ¡Siga así!

# readingPlanStarted
source: Reading plan started! Let's begin your journey.
es: ¡Plan de lectura iniciado! Comencemos su jornada.

# errorStartingPlan
source: Error starting plan: {error}
es: Error al iniciar el plan: {error}

source: Reset Reading Plan?
es: ¿Restablecer Plan de Lectura?

# resetPlanConfirmation
source: Are you sure you want to reset "{planTitle}"? All progress will be lost.
es: ¿Está seguro de que desea restablecer "{planTitle}"? Se perderá todo el progreso.

source: Reset
es: Restablecer

# readingPlanReset
source: Reading plan has been reset
es: El plan de lectura ha sido restablecido

# errorResettingPlan
source: Error resetting plan: {error}
es: Error al restablecer el plan: {error}

# oopsSomethingWrong
source: Oops! Something went wrong
es: ¡Ups! Algo salió mal

source: {percent}% complete
es: {percent}% completado

source: Verse Library
es: Biblioteca de Versículos

source: Find comfort in God's word
es: Encuentre consuelo en la palabra de Dios

source: Search verses or references...
es: Buscar versículos o referencias...

source: All
es: Todo

source: Faith
es: Fe

source: Other
es: Otro

source: Hope
es: Esperanza

source: Love
es: Amor

source: Peace
es: Paz

source: Strength
es: Fortaleza

source: Wisdom
es: Sabiduría

source: Forgiveness
es: Perdón

source: All Verses
es: Todos los Versículos

source: Favorites
es: Favoritos

source: All Verses ({count})
es: Todos los Versículos ({count})

source: Favorites ({count})
es: Favoritos ({count})

source: No verses found
es: No se encontraron versículos

# tryAdjustingSearch
source: Try adjusting your search or category filter
es: Intente ajustar su búsqueda o filtro de categoría

# noVersesInCategory
source: No verses available in this category
es: No hay versículos disponibles en esta categoría

source: No favorite verses yet
es: Aún no hay versículos favoritos

# tapHeartToFavorite
source: Tap the heart icon on any verse to add it to your favorites
es: Toque el corazón para agregar a favoritos

# shareVerseTitle
source: Share Verse
es: Compartir Versículo

source: Copy to Clipboard
es: Copiar al Portapapeles

source: Share with Friends
es: Compartir con Amigos

source: Create Image Quote
es: Crear Imagen con Cita

source: Notifications
es: Notificaciones

source: Daily Notifications
es: Notificaciones Diarias

# dailyNotificationsDesc
source: Receive daily spiritual reminders
es: Recordatorios espirituales diarios

source: Prayer Reminders
es: Recordatorios de Oración

# prayerRemindersDesc
source: Get reminded to pray throughout the day
es: Recordatorios para orar durante el día

# verseOfTheDaySetting
source: Verse of the Day
es: Versículo del Día

# verseOfTheDayDesc
source: Daily Bible verse notifications
es: Notificaciones diarias de versículos bíblicos

source: Bible Settings
es: Configuración de la Biblia

source: Bible Version
es: Versión de la Biblia

# bibleVersionDesc
source: Choose your preferred translation
es: Elija su traducción preferida

source: Language
es: Idioma

# languageDesc
source: Select app language
es: Seleccionar idioma de la aplicación

source: Display
es: Visualización

source: Text Size
es: Tamaño del Texto

# textSizeDesc
source: Adjust reading text size for better readability
es: Ajustar tamaño del texto

source: Data & Privacy
es: Datos y Privacidad

source: Offline Mode
es: Modo Sin Conexión

# offlineModeDesc
source: Use app without internet connection
es: Usar la aplicación sin conexión a Internet

source: Clear Cache
es: Borrar Caché

# clearCacheDesc
source: Free up storage space
es: Liberar espacio de almacenamiento

source: Export Data
es: Exportar Datos

# exportDataDesc
source: Backup your prayers and notes
es: Respaldar sus oraciones y notas

source: Support
es: Soporte

# helpFAQ
source: Help
es: Ayuda y Preguntas

# helpFAQDesc
source: Get answers to common questions
es: Obtener respuestas a preguntas comunes

source: Contact Support
es: Soporte

# contactSupportDesc
source: Get help with technical issues
es: Ayuda con problemas técnicos

source: Rate App
es: Calificar Aplicación

# rateAppDesc
source: Share your feedback on the App Store
es: Comparta sus comentarios en la App Store

source: About
es: Acerca de

# versionLabel
source: Version
es: Versión

source: Build
es: Compilación

source: Privacy Policy
es: Política de Privacidad

# privacyPolicyDesc
source: Read our privacy policy
es: Leer nuestra política de privacidad

source: Terms of Service
es: Términos de Servicio

# termsOfServiceDesc
source: Read terms and conditions
es: Leer términos y condiciones

# clearCacheDialogTitle
source: Cache
es: Borrar Caché

# clearCacheDialogMessage
source: This will free up storage space but may require re-downloading some content.
es: Esto liberará espacio de almacenamiento pero puede requerir volver a descargar algún contenido.

source: Clear
es: Borrar

# cacheCleared
source: Cache cleared successfully
es: Caché borrado exitosamente

# dataExportStarted
source: Data export started - you will be notified when complete
es: Exportación de datos iniciada - se le notificará cuando esté completa

# helpDialogTitle
source: Help & FAQ
es: Ayuda y Preguntas

# helpDialogMessage
source: For help and support, please visit our website or contact us through the app.
es: Para ayuda y soporte, por favor visite nuestro sitio web o contáctenos a través de la aplicación.

source: Close
es: Cerrar

source: Opening email client...
es: Abriendo cliente de correo electrónico...

source: Opening App Store...
es: Abriendo App Store...

source: Opening privacy policy...
es: Abriendo política de privacidad...

source: Opening terms of service...
es: Abriendo términos de servicio...

source: Your Spiritual Journey
es: Su Jornada Espiritual

source: Prayer Streak
es: Racha de Oración

source: Total Prayers
es: Total de Oraciones

source: Achievements
es: Logros

source: Prayer Warrior
es: Guerrero de Oración

# prayerWarriorDesc
source: Prayed for 7 days in a row
es: Oró durante 7 días seguidos

source: Bible Scholar
es: Erudito Bíblico

# bibleScholarDesc
source: Read 100 verses
es: Leyó 100 versículos

source: Faithful Friend
es: Amigo Fiel

# faithfulFriendDesc
source: Complete 30 devotionals
es: Completar 30 devocionales

source: Scripture Master
es: Maestro de las Escrituras

# scriptureMasterDesc
source: Complete 5 reading plans
es: Completar 5 planes de lectura

source: Account
es: Cuenta

source: Help & Support
es: Ayuda y Soporte

source: Sign Out
es: Cerrar Sesión

source: Edit Profile
es: Editar Perfil

source: Name
es: Nombre

source: Enter your name
es: Ingrese su nombre

source: Enter your email
es: Ingrese su correo electrónico

source: Save
es: Guardar

# profileUpdated
source: Profile updated successfully
es: Perfil actualizado exitosamente

# signOutQuestion
source: Sign Out?
es: ¿Cerrar Sesión?

# signOutConfirmation
source: Are you sure you want to sign out?
es: ¿Está seguro de que desea cerrar sesión?

# memberSince
source: Member since {date}
es: Miembro desde {date}

# paywallSubtitle
source: Unlock Scripture Chat features
es: Desbloquee las funciones de chat con IA

# paywallTrialDaysLeft
source: {days} trial days
es: {days} días restantes en la prueba

# paywallTrialBlockedMessage
source: Trial period completed. Subscribe to continue using Scripture Chat.
es: ¡Bienvenido de nuevo! Su prueba ya fue utilizada en este dispositivo. Suscriba para continuar usando el chat con IA.

# paywallTrialEndedMessage
source: Trial period completed. Upgrade to continue using Scripture Chat.
es: Su prueba ha finalizado. Actualice para continuar usando el chat con IA.

# paywallMessagesLeft
source: Messages Left
es: Mensajes Restantes

# paywallUsedThisMonth
source: Used This Month
es: Usados Este Mes

# paywallUsedInTrial
source: Used in Trial
es: Usados en la Prueba

# paywallMonthlyLimit
source: Monthly Limit
es: Límite Mensual

# paywallTrialDaysLeft2
source: Trial Days Left
es: Días de Prueba Restantes

# paywallPerYear
source: per year
es: por año

# paywallPricingDisclaimer
source: (pricing may vary by region and currency)
es: (el precio puede variar según la región y la moneda)

# paywall150MessagesPerMonth
source: 150 Scripture Chats per month
es: 150 mensajes de IA por mes

# paywallLessThan3PerMonth
source: Less than $3 per month
es: Menos de $3 por mes

# paywallWhatsIncluded
source: What's Included
es: Qué Está Incluido

# paywallFeatureIntelligentChat
source: Intelligent Scripture Chat
es: Chat Inteligente de las Escrituras

# paywallFeatureIntelligentChatDesc
source: Custom Real World Pastoral Training
es: Capacitación Pastoral Personalizada

# paywallFeature150Messages
source: 150 Messages Monthly
es: 150 Mensajes Mensuales

# paywallFeature150MessagesDesc
source: More than enough for daily conversations
es: Más que suficiente para conversaciones diarias

# paywallFeatureContextAware
source: Context-Aware Responses
es: Respuestas Contextuales

# paywallFeatureContextAwareDesc
source: Biblical intelligence tailored to provide insight
es: Inteligencia bíblica personalizada

# paywallFeatureCrisisDetection
source: Crisis Detection
es: Detección de Crisis

# paywallFeatureCrisisDetectionDesc
source: Built-in safeguards and professional referrals
es: Salvaguardas integradas y referencias profesionales

# paywallFeatureFullBibleAccess
source: Full Bible Access
es: Acceso Completo a la Biblia

# paywallFeatureFullBibleAccessDesc
source: All free features remain available
es: Todas las funciones gratuitas permanecen disponibles

# paywallProcessing
source: Processing...
es: Procesando...

# paywallStartPremiumButton
source: Start Free Trial
es: Iniciar Premium - {price}/año

# paywallRestorePurchase
source: Restore Previous Purchase
es: Restaurar Compra Anterior

# paywallSubscriptionTerms
source: Payment will be charged to your App Store account. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Cancel anytime in your App Store account settings.
es: El pago se cargará a su cuenta de App Store. La suscripción se renueva automáticamente a menos que la renovación automática se desactive al menos 24 horas antes del final del período actual. Puede cancelar en cualquier momento en la configuración de su cuenta de App Store.

# paywallPremiumActivatedSuccess
source: Premium activated! 150 Messages Monthly.
es: ¡Premium activado! 150 Mensajes Mensuales.

# paywallPurchaseFailed
source: Purchase failed. Please try again.
es: La compra falló. Por favor, intente nuevamente.

# paywallPurchaseRestoredSuccess
source: Purchase restored successfully!
es: ¡Compra restaurada exitosamente!

# paywallNoPreviousPurchaseFound
source: No previous purchase found.
es: No se encontró ninguna compra anterior.

# subscriptionTitle
source: Subscription
es: Suscripción

# subscriptionSubtitle
source: Manage your premium access
es: Administre su acceso premium

# subscriptionStatusPremiumActive
source: Premium Active
es: Premium Activo

# subscriptionStatusPremiumActiveDesc
source: Enjoy unlimited AI guidance
es: Disfrute de orientación ilimitada con IA

# subscriptionStatusFreeTrial
source: Free Trial
es: Prueba Gratuita

# subscriptionStatusTrialDaysRemaining
source: {days} days
es: {days} días restantes

# subscriptionStatusTrialExpired
source: Trial Expired
es: Prueba Finalizada

# subscriptionStatusTrialExpiredDesc
source: Upgrade to continue using Scripture Chat
es: Actualice para continuar usando el chat con IA

# subscriptionStatusFreeVersion
source: Free Version
es: Versión Gratuita

# subscriptionStatusFreeVersionDesc
source: Start your free trial
es: Comience su prueba gratuita

# subscriptionMessagesLeft
source: Messages Left
es: Mensajes Restantes

# subscriptionUsedThisMonth
source: Used This Month
es: Usados Este Mes

# subscriptionUsedToday
source: Used Today
es: Usados Hoy

# subscriptionMonthlyLimit
source: Monthly Limit
es: Límite Mensual

# subscriptionTrialDaysLeft
source: Trial Days Left
es: Días de Prueba Restantes

# subscriptionYourPremiumBenefits
source: Your Premium Benefits
es: Sus Beneficios Premium

# subscriptionUpgradeToPremium
source: Upgrade to Premium
es: Actualizar a Premium

# subscriptionBenefitIntelligentChat
source: Intelligent Scripture Chat
es: Chat Inteligente de las Escrituras

# subscriptionBenefitIntelligentChatDesc
source: Custom Real World Pastoral Training
es: Capacitación Pastoral Personalizada del Mundo Real

# subscriptionBenefit150Messages
source: 150 Messages Monthly
es: 150 Mensajes Mensuales

# subscriptionBenefit150MessagesDesc
source: More than enough for daily conversations. Only {price}/year!
es: Más que suficiente para conversaciones diarias

# subscriptionBenefitContextAware
source: Context-Aware Responses
es: Respuestas Contextuales

# subscriptionBenefitContextAwareDesc
source: Biblical intelligence tailored to provide insight
es: Inteligencia bíblica diseñada para proporcionar perspectiva

# subscriptionBenefitCrisisDetection
source: Crisis Detection
es: Detección de Crisis

# subscriptionBenefitCrisisDetectionDesc
source: Built-in safeguards and referrals
es: Salvaguardas integradas y referencias

# subscriptionBenefitFullBibleAccess
source: Full Bible Access
es: Acceso Completo a la Biblia

# subscriptionBenefitFullBibleAccessDesc
source: All free features remain available
es: Todas las funciones gratuitas permanecen disponibles

# subscriptionSubscribeNowButton
source: Subscribe Now - {price}/year*
es: Suscribirse Ahora - ~$35.99/año*

# subscriptionStartFreeTrialButton
source: Start Free Trial
es: Iniciar Prueba Gratuita

# subscriptionManageButton
source: Manage Subscription
es: Administrar Suscripción

# subscriptionRenewalInfoPremium
source: Your subscription automatically renews at {price}/year unless cancelled at least 24 hours before the end of the current period. Manage your subscription in App Store account settings.
es: Su suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Administre su suscripción en la configuración de su cuenta de App Store.

# subscriptionRenewalInfoTrial
source: Start your 3-day free trial with 15 Scripture Chats total (use anytime). After trial: {price}/year for 150 chats per month. Cancel anytime in App Store settings.
es: Comience su prueba gratuita de 3 días con 15 mensajes de IA en total (úselos en cualquier momento). Después de la prueba: ~$35.99/año (el precio puede variar según la región y la moneda) por 150 mensajes por mes. Cancele en cualquier momento en la configuración de App Store.

# subscriptionUnableToOpenSettings
source: Unable to open subscription settings
es: No se puede abrir la configuración de suscripción

source: Monthly Limit Reached
es: Límite Mensual Alcanzado

source: Trial Limit Reached
es: Límite de Prueba Alcanzado

# monthlyLimitMessage
source: You've used all 150 chats this month. Upgrade your plan or wait for the monthly reset.
es: Ha utilizado los 150 mensajes de este mes. Actualice su plan o espere el reinicio mensual.
